[{"id":2,"title":"Otago Polytechnic","url":"https://www.op.ac.nz","description":"Otago Polytechnic is a leader in high quality, career-focused education with some of the best student achievement and satisfaction results in New Zealand. Get the skills you need for a career you'll love! Apply online now. ","keywords":"","mainContent":" Still not sure? Here's some suggestions. Study the way you want News and Events Study for free with us! Create the world you want \n\t\t\t\t\t\t\tBrowse all programmes\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tBrewing\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tBusiness\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tCookery\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tElectrical Trades\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tHorticulture\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tMechanical Trades\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tLeadership for Change\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tPersonal Training\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tTANZ eCampus\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tSIGNAL ICT Grad School\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tEduBits\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tCapable NZ\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t Otago Polytechnic Design lecturers’ moth project takes flight Former refugees to graduate from Youth Summer Programme Surge in demand for Otago Polytechnic’s degree-level programmes","secondaryContent":" 2019 Orientation Find out what's happening wherever you're studying!   Auckland International Campus  Central Campus Dunedin Campus Distance Students   \"I’ve done a lot of problem-solving as well as learnt design and welding skills.\" TYLER CHISHOLMNew Zealand Certificate in Mechanical Engineering (Level 3)   READ MORE >     There’s never been a better time.  CHECK YOUR ELIGIBILITY AND NATIONAL STUDENT NUMBER HERE >       Support Scholarships ParentInformation Accommodation Take advantage of flexible, online study options and gain industry-recognised qualifications. Develop your ICT skills with projects, seminars and industry-based learning. Validate your skills and knowledge with our microcredentials - assessed flexibly, online or face-to-face. Your skills and prior learning can give you academic credit towards a qualification - and you can keep working while you complete it. A pair of Otago Polytechnic Design lecturers have received permission from NZ Post to do a second batch of wooden butterflies inspired by a series of iconic New... A cohort of 20 young people with refugee backgrounds will graduate from an innovative Otago Polytechnic programme on Monday 11 February. The Former Refugee You... Demand for Otago Polytechnic’s degree-level programmes in 2019 has risen significantly.Applications for Bachelor programmes in 2019 are up by more than 18% co... We support"},{"id":3,"title":"Accessibility - Otago Polytechnic","url":"https://www.op.ac.nz//accessibility","description":"","keywords":"","mainContent":" Our people make a better world  Build capability, Realise potential Browser Shortcuts","secondaryContent":" At Otago Polytechnic, we work collaboratively and are well connected locally and globally, striving always for excellence. We are proud to be making a better world together.   We build the capability of our people so that they have the skills, knowledge, aspiration and confidence to make a better world through positive impacts on families, organisations and communities, nationally and globally.       Toggle accessibility (high contrast) mode This site contains shortcut keys that will take you to major sections of the Otago Polytechnic website. Google Chrome Alt on Windows and Linux (Note: ⇧ Shift is required in some circumstances)   Ctrl + ⌥ Opt Firefox 2 and higher Alt+⇧ Shift on Windows and Linux Ctrl on Mac Firefox 14.0.1 and higher Alt+⇧ Shift on Windows and Linux Ctrl+⌥ Opt on Mac Internet Explorer Alt IE 8.0 and lower requires <enter> to be pressed   Konqueror Ctrl Ctrl Opera ⇧ Shift+Esc ⇧ Shift+Esc Safari Alt on Windows Ctrl+⌥ Opt We support"},{"id":4,"title":"Site Map - Otago Polytechnic","url":"https://www.op.ac.nz//site-map","description":"","keywords":"","mainContent":"","secondaryContent":" We support"},{"id":5,"title":"Creative - Otago Polytechnic","url":"https://www.op.ac.nz//study/creative/","description":"*There are multiple options for programme duration, location, delivery and start times. Please view the full information sheet or contact us for more details. ","keywords":"","mainContent":" Create the world you want! Creative Art Design  Art Design   Art Design  ","secondaryContent":"   Pursue a career as an artist or designer, or work in various dynamic fields including education, film and theatre, and marketing.   The Dunedin School of Art is New Zealand’s first art school, established in 1870. Our innovative and expert tuition will foster your pursuit of excellence in visual arts and culture, and encourage you to develop versatility and self-sufficiency as an artist.  Our graduates are working in a wide range of careers due to their flexible and transferable skills. Careers include teachers in primary and secondary schools, social entrepreneurs, curators, studio coordinators, event managers, museum or art-school technicians, artists-in-residence, city arts coordinators and access artists, to name but a few!     Explore three-dimensional expression in ceramics with innovative, figurative and sculptural pieces.  Gain experience in a range of art forms and ideas through drawing, research and projects.  Become a digital imagery specialist and learn techniques to produce attention-grabbing imagery.  With world-class resources, flexible study options and hands-on research methodologies, our postgraduate programmes offer a space for increased reflection and self-directed experimentation.  A chance to develop new skills, refresh familiar ones or simply enjoy doing what you love.    Not sure where to start your learning journey?  EXPLORE THE PATHWAY Immerse yourself in an innovative and supportive environment which allows you to engage in real-world projects, develop your individual voice as a designer and learn how to work in a design team. Take advantage of our strong international relationships, award-winning teaching expertise and first-rate facilities.  The world needs talented architectural designers and technologists. Embark on this programme with fantastic work prospects in architectural design and the building industry, both in New Zealand and overseas.     In a rapidly-expanding global media environment, a design qualification will open doors. Learn how to present ideas and stories creatively and effectively – a skill highly sought-after by employers.  Become a skilled, industry-ready fashion professional. Study at our Fashion School – the only Fashion School in New Zealand with a Business of Fashion Top 50 ranking.  Shape the world around you. Product Design is everywhere. It is exciting and ever-evolving. Every product you use has been designed – from your toothbrush to your toaster. Product Designers strive to design objects and systems to improve the way we live.  Take your creativity to the next level. Our postgraduate programmes provide opportunities to learn and embed research methods that extend your design practice. You are able to work with industry and community partners on live team projects or develop your own practice-based research project. From design and graphics to pattern making and textile printing, we've got something for everyone to try.    Not sure where to start your learning journey? EXPLORE THE PATHWAY We support"},{"id":6,"title":"Otago Polytechnic","url":"https://www.op.ac.nz/","description":"Otago Polytechnic is a leader in high quality, career-focused education with some of the best student achievement and satisfaction results in New Zealand. Get the skills you need for a career you'll love! Apply online now. ","keywords":"","mainContent":" Still not sure? Here's some suggestions. Study the way you want News and Events Study for free with us! Create the world you want \n\t\t\t\t\t\t\tBrowse all programmes\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tBrewing\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tBusiness\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tCookery\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tElectrical Trades\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tHorticulture\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tMechanical Trades\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tLeadership for Change\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tPersonal Training\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tTANZ eCampus\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tSIGNAL ICT Grad School\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tEduBits\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tCapable NZ\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t Otago Polytechnic Design lecturers’ moth project takes flight Former refugees to graduate from Youth Summer Programme Surge in demand for Otago Polytechnic’s degree-level programmes","secondaryContent":" 2019 Orientation Find out what's happening wherever you're studying!   Auckland International Campus  Central Campus Dunedin Campus Distance Students   \"I’ve done a lot of problem-solving as well as learnt design and welding skills.\" TYLER CHISHOLMNew Zealand Certificate in Mechanical Engineering (Level 3)   READ MORE >     There’s never been a better time.  CHECK YOUR ELIGIBILITY AND NATIONAL STUDENT NUMBER HERE >       Support Scholarships ParentInformation Accommodation Take advantage of flexible, online study options and gain industry-recognised qualifications. Develop your ICT skills with projects, seminars and industry-based learning. Validate your skills and knowledge with our microcredentials - assessed flexibly, online or face-to-face. Your skills and prior learning can give you academic credit towards a qualification - and you can keep working while you complete it. A pair of Otago Polytechnic Design lecturers have received permission from NZ Post to do a second batch of wooden butterflies inspired by a series of iconic New... A cohort of 20 young people with refugee backgrounds will graduate from an innovative Otago Polytechnic programme on Monday 11 February. The Former Refugee You... Demand for Otago Polytechnic’s degree-level programmes in 2019 has risen significantly.Applications for Bachelor programmes in 2019 are up by more than 18% co... We support"},{"id":7,"title":"Art - Otago Polytechnic","url":"https://www.op.ac.nz//study/creative/art/","description":"","keywords":"","mainContent":" Create the world you want! Postgraduate Art Art Night Classes   Ceramic Arts Fine & Visual Arts Photographic Media Arts \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tStudio disciplines\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tArtists in residence and Artists adjunct\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tBehind the scenes\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tExhibition\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tParent information\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tWhat’s on\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t Featured video","secondaryContent":"  APPLY NOW >     With world-class resources, flexible study options and hands-on research methodologies, our postgraduate options are hard to beat. FIND OUT MORE >     2019 classes are now open for enrolment. FIND OUT MORE  >       DUNEDIN SCHOOL OF ART I have the skills to talk about my work in a critical manner, to address audiences about my work, and to evaluate and write about my work, critically. Hope DuncanGraduate Diploma in Visual Arts     Dunedin School of Art We are New Zealand’s first art school, established in 1870. Our innovative and expert tuition will foster your pursuit of excellence in visual arts and culture, and encourage you to develop versatility and self-sufficiency as an artist. Explore three-dimensional expression in ceramics with innovative, figurative and sculptural pieces.   Gain experience in a range of art forms and ideas through drawing, research and projects.   Become a digital imagery specialist and learn techniques to produce attention-grabbing imagery.  Not sure where to start your learning journey? Choose the right path to your study goals. EXPLORE THE PATHWAYS         MaisieR 1 SITE 2017 SITE 2016 SITE 2015   For all other student exhibitions see our  flickr galleries.  \n                Thank you for your enquiry – our friendly staff will reply soon. \n\t\t\t\tIf you wish to speak with someone, please call us on the number\n\t\t\t\tbelow. Our Contact Centre hours are Monday to Friday, 8am-5pm.\n             Madison Kelly | Dunedin School of Art  Hope Duncan | Dunedin School of Art Kiri Mitchell | Milk  Dunedin School of Art We support"},{"id":8,"title":"Artists in Residence/Adjunct - Otago Polytechnic","url":"https://www.op.ac.nz/study/creative/art/about-dsa/artists-in-residence/","description":"","keywords":"","mainContent":" Create the world you want! Postgraduate Art Art Night Classes Artists in Residence and Artists Adjunct Dunedin Public Art Gallery Visiting Artist Residency / in partnership with Dunedin School of Art. Nohoaka Toi Kai Tahu Tautai Artist Residency Asia New Zealand Artist Residency Dunedin School of Art Residency Artist Adjunct","secondaryContent":"  APPLY NOW >     With world-class resources, flexible study options and hands-on research methodologies, our postgraduate options are hard to beat. FIND OUT MORE >     2019 classes are now open for enrolment. FIND OUT MORE  >       DUNEDIN SCHOOL OF ART I have the skills to talk about my work in a critical manner, to address audiences about my work, and to evaluate and write about my work, critically. Hope DuncanGraduate Diploma in Visual Arts   This programme supports two artist residencies annually; a New Zealand based artist and an artist who lives and works overseas. It an initiative of Dunedin Public Art Gallery, funded by Creative New Zealand Toi Aotearoa and supported by Dunedin School of Art. These residencies are by invitation only. Alex Monteith’s works often explore the political dimensions of culture engaged in turmoil over land ownership, history and occupation. Her work traverses political movements, contemporary sports, culture and social activities. Alex’s projects often take place in large-scale or extreme geographies. Her surfing-related projects connect museum spaces directly to local geography through participatory performance projects. She was born Belfast, Northern Ireland in 1977 and moved to Palmerston Nth, New Zealand in 1987 with family. She currently lives and works in Auckland. She completed a BFA in Photography in 2001 and a MFA in Intermedia and the time based arts and DocFA at the Elam School of Fine Arts, The University of Auckland. Between 1999 and 2012 actively involved in art discourse through exhibition, panel discussions and gallery floor talks (art galleries, film festivals, TV and radio both nationally (NZ) and internationally).Alex has exhibited solo project Exercise Blackbird Alex Monteith at the Museum of Modern Art Frankfurt (2012), the 4th (2009) and 5th Auckland Triennials (2011), as well as time-based screenings at Centre Pompidou, Paris. She was a recipient of the Arts Foundation of New Zealand New Generation Award (2008), a Walter’s Prize finalist (2010) and was a board member of Artspace (2012-2015). She is also a member of the collective Local Time (Alex Monteith, Danny Butt, Jon Bywater, Natalie Robertson), and is a some-time political and environmental activist.      Thai-Australian video artist Kawita Vatanajyankur creates works that offer a powerful examination of the psychological, social and cultural ways of viewing and valuing the continuing challenges of women’s everyday labour. In her staged performances, Vatanajyankur undertakes physical experiments that playfully, often painfully, test her body’s limits - a challenge that is both unavoidably compelling and uncomfortable to watch. The alluring, luminous colours in Vatanajyankur’s work are distinctive of the artist's aesthetic and tap into a globalized and digitally networked visual language of consumption and instant gratification. Vatanajyanlur has achieved significant recognition since graduating from RMIT University (BA, Fine Art) in 2011. In 2015 she was a Finalist in the Jaguar Asia Pacific Tech Art Prize and curated into the prestigious Thailand Eye exhibition at Saatchi Gallery, London. In 2017, her work has been curated into 'Islands in the Stream' exhibition in Venice, Italy alongside the 57th Venice Biennale. Vatanajyankur has exhibited widely across Australia, as well as Asia and Europe. Vatanajyankur’s work is held in private collections in Australia, Asia, Europe and America. She is currently represented by Nova Contemporary, Bangkok / Alamak! Project / Clear Edition & Gallery, Tokyo Eve Armstrong (b.1978) is a contemporary artist based in Wellington. She graduated with a BFA from Elam School of Fine Arts in 2003, and in 2006 received a New Generation Award from the Arts Foundation of New Zealand.  Armstrong has a contemporary art practice centred on a formal and research-based enquiry into the surpluses and by-products of urban environments.  Arranging, deconstructing, reassembling and reimagining the potential of everyday objects and modern waste-products, Eve's works promote a reconsideration of the materials that are used and discarded on a daily basis.  Her on-going Trading Table project encourages social interaction and participation as a means of highlighting alternative currencies and value systems surrounding objects, materials and activities. Armstrong has exhibited and undertaken residencies nationally and internationally, with work presented at Dertien Hectare, Netherlands (2010), Tarrawarra Biennial (2008), Australia, the 3rd Auckland Triennial (2007), the Busan Biennale (2006) and the SCAPE Art & Industry Biennial (2006). She has completed artist's residencies at McCahon House, Auckland (2009), Asia New Zealand Foundation/AiR Association Limited, Hong Kong (2008), and Enjoy Gallery, Wellington (2005). Her 2011 project Taking Stock was presented as part of Letting Space, a Wellington public art programme and in 2013 she embarked on a series of artist projects at The Dowse Art Museum, Lower Hutt. Rebecca Baumann is an Australian artist whose work spans sculpture, installation and performance. Baumann’s practice has largely been driven by a formal and conceptual exploration of materials, through which she has interrogated ideas around colour, light and time. She has exhibited internationally, with recent exhibitions including Set In Motion, Govett-Brewster Art Gallery, New Plymouth; New Romance, MCA Sydney; and WA Focus: Rebecca Baumann, Art Gallery of Western Australia (all 2016). Her work is included in public and private collections internationally. Blaine Western is a MFA graduate from Elam School of Fine Arts, Auckland University. He has worked collaboratively to create architectural interventions exhibited at split/fountain, Snake Pit, Artspace in Auckland and at the Dunedin Public Art Gallery. His research engages with the relationship between the built environment/architecture and social histories. Kate Davis (born 1977 in New Zealand) studied at The Glasgow School of Art where she completed a BA in Fine Art (1997–2000) and an MPhil (2000–1). Selected solo exhibitions include those at: Temporary Gallery, Cologne (2013); The Drawing Room, London (2012); CCA, Glasgow (with Faith Wilding) (2010); Tate Britain, London (2007); Galerie Kamm, Berlin (2007 and 2011); Kunsthalle Basel (2006); and Sorcha Dallas, Glasgow (2004 and 2008). Group exhibitions include those at: Art Stations Foundation, Poznan, Poland; Tate Britain, London; Museo Tamayo, Mexico City (all 2013); and Eva International 2012, Limerick, Ireland (2012). Davis is a lecturer at The Glasgow School of Art. She lives and works in Glasgow.   Jae Hoon Lee studied sculpture at the San Francisco Art Institute, United States, then completed his Master in Fine Art at Elam, University of Auckland. Lee's art works are comprised of digitally collaged photography, object-based and video installation. Lee explores sensibilities and concepts relating to a nomadic experience of the artist in contemporary environments. Lee references widely different geographical locations in the sources for his digital image-bank as well as making digitally collaged landscapes.   This biennial Kai Tahu Residency supports artists who contribute to Ng¯ai Tahu arts and connect with the local area and communities. It receives funding from Ng¯ai Tahu Fund and is by invitation only.  2019 recipient to be confirmed. Digital video artist Rachael Rakena has exhibited in New Zealand, Australia, China, Italy, Germany, Poland, Lithuania, France, Spain, Britain and the United States. Among other large group exhibits, her work has been included in Pasifika Styles at Cambridge University and in Dateline: Contemporary Art from the Pacific at Neuer Berliner Kunstverein, Berlin. In 2006, Rachael and artist Brett Graham represented New Zealand at the Sydney Biennale with their collaborative work UFOB. In 2007, their work Aniwaniwa was selected for the Venice Biennale and, in 2008, her work Pacific Washup was included in the Busan Biennale.  In 2009, Rachael’s work was included in the Spanish exhibition FEEDFORWARD which explored how artists are using digital technologies to interpret the world. Of Maori and Pakeha descent, her inspiration comes from family; she uses contemporary technology, new language and digital media to create artwork that expresses traditional Maori culture and identity. Few artists need to invent a word to describe their art form, but Rachael did: Toi Rerehiko. Rachael is a lecturer at Massey University’s School of Maori Visual Arts. Ross Hemera was born at Kurow in 1950. He earned a Diploma of Fine and Applied Arts from Otago Polytechnic in 1972. Recently retired from his position as Professor of M¯aori Art and Design at the College of Creative Arts at Massey University in Wellington, Hemera’s works are creative expressions of contemporary M¯aori pattern, design and imagery, and expand the tradition of Ng¯ai Tahu visual culture. Specifically, they reference the ancient imagery of Waitaha, Ng¯ati M¯amoe and Ng¯ai Tahu within the context of Taonga tuku iho, a process involving the transmission of knowledge within a spiritual framework. Known primarily for his mixed-media sculptures, he has undertaken significant public commissions; his work has been exhibited in major contemporary M¯aori art exhibitions, including the American tour of “Te Waka Toi: Contemporary M¯aori Art”, “M¯aori” at the British Museum in London (1988), “Te Puawai o Ngai Tahu” at the new Christchurch Art Gallery, “Kiwa-Pacific Connections” (2003) in Vancouver, Canada, and “Whenua-Born of the Land” (2004) in Wellington.   This triennial Pacific Residency supports artists as advocates for Tautai and Contemporary Pacific Art. It receives funding from Tautai Contemporary Pacific Arts Trust who send out an Open Call for expressions of interest every three years. 2019 recipient to be confirmed. Claudia Jowitt is the 2016 recipient of the Tautai Trust / Dunedin School of Art artist residency. She completed a Masters in Fine Art at Elam School of Fine Arts, University of Auckland, graduating in 2015 and has a Bachelor of Art & Design (Hons) and Bachelor of Visual Arts from AUT. Jowitt’s distinctive abstract paintings are inspired by questions around the potential of painting as an object – an object that suggests a history of its method of construction. She is interested in the process of painting, and how the painterly action can both quietly reveal and hide such history. In 2008, Jowitt was selected for an international exchange program and accepted into the School of Fine Arts at Carnegie Mellon University, Pittsburgh, Pennsylvania. Her work has featured in a number of exhibitions in Aotearoa and internationally.  Jowitt’s work is housed in both public and private collections.    Our triennial Asia NZ residency is part of an arrangement between the Asia New Zealand Foundation and South Korean institutions. The initial partnership with The National Art Studio, Goyang changed to the Seoul Museum of Art’s SeMA Nanji Residency in 2017. It receives funding from The Asia New Zealand Foundation with the Seoul Museum of Art. Yusam Sung was born in 1978 in Korea. He graduated from Hong-ik University in South Korea and received an MFA from Long Island University, New York. He has been exhibiting his work consistently in New York and Seoul. The influence of space in his work is becoming more and more important. In recent exhibitions, space has existed as a part of the work, not as a means of showing the art works. The exhibition space and works are influenced by each other, and the entirely new space created is an environment that the viewer has not been seen visually before.  Kim Woojin’s project ‘Now and Here’ recorded images of scenes and local background sound from daily life in several international cities; Seoul, London, Nagoya, Hong Kong and Dunedin and used juxtapositions to pose questions about our ‘normal’ lives. These resulted in film and photographic installations and involved collaborations with locals and other artists. Kyung-joo Kim’s work investigated the structures, movement and flow of time in our urban environments through an interpretation of texts, conversations and relationships interwoven in her ‘sculptural drawing’. The works she created in Dunedin added to an ongoing series called \"Analogue Drawing\".      This autonomous residency supports artists contributing to the Dunedin School of Art’s wider community and receives a funding contribution from the Fred Staub Open Art Fund. It is open to expressions of interest from national and Trans-Tasman artists.   Max Sepulveda is a prolific cross-disciplinary artist in the fields of audio-visual, pottery, textiles, printmaking and mural painting. Initially training in Chile, Argentina and Mexico, he studied Textile Design at the Iberoamerican Univerisity in Mexico City, where he also presented workshops and seminars. As an active practitioner for 20 years, he has worked with communities in different Chilean regions, Costa Rica, Mexico, Colombia and Uruguay. The artist conceives community art as a powerful tool for social transformation, therapy and nourishment. His work is inspired by place and embodies its natural and cultural heritage in order to visualize, appreciate, protect and revitalize local identity. Tom Voyce is a 28 year old artist and art teacher currently based in Burton on Trent in Staffordshire. Trained in Fine Art at Aberystwyth University in Wales, Tom gained his bachelor’s degree in 2011- specialising in drawing and painting. He completed a Master’s degree shortly afterwards allowing him to refine his practice while working and teaching at HE level. This also included a visit to China in 2014 where he taught life drawing.Tom is an artist whose work sits firmly within a vast art historical tradition. Heavily influenced by 20th Century American abstraction, his work treads a tightrope between figuration and abstraction and takes particular inspiration from the work of Richard Diebenkorn. FU Movement - Things We Do for Art: a five weeks contemporary artistic exploration of the artist’s existence, presence, conditions and communications to his surrounding world through the process of research, workshops, discussions, seminars, studio presentations, actions, community gatherings and public happenings. Born in Inner Mongolia, China. Frank Fu is a performance artist. His work challenges the white box settings of galleries and museums, his endurance performances and interventions examine his identity as an artist, often commenting on the politics of the art world. His work has shown at Venice Biennale, Documenta, Sydney Biennale, Asian Contemporary Art Fair (NYC), Asian Contemporary Art Week (NYC), Rubin Museum of Art (NYC), Centre Pompidou (Paris), Locarno International Film Festival and Vision Du Réel (Switzerland). Frank Fu has also been featured on networks and publications such as NHK (Japan), CCTV4 (China), ARTCO (Taiwan), The National Business Review, New Zealand Herald, Frieze Magazine, TateShots, etc. Born in Dunedin New Zealand in 1970, Richard Stratton attended the Dunedin School of Art graduating with a Diploma in Ceramic Arts in 1993. Shifting to Wellington Richard began working as a tutor and developing his technique in ceramics. Richard’s ceramics have always responded to industrially produced press moulded and heavily ornate 18th century ceramics. Historical form and technique are critical to his works imaginative generation and meaning. His work has been exhibited widely in New Zealand and overseas and is included in private and public collections notably Te Papa Tongarewa, The Dowse Art Museum and the Real Art Road show. Otto Künzli is one of the most renowned and respected jewellers working today. The Swiss-trained, Munich-based artist has created truly iconic examples of contemporary jewellery including 1995’s 1cm of Love and 1980’s Gold Macht Blind (Gold Makes You Blind). Künzli’s minimalist, yet meticulously crafted work references cultural phenomena, utilising the power of metaphor and iconography with wit and sophistication.  In addition to his highly respected artistic practice, Künzli has an accomplished academic career spanning over twenty years.  As director of the Jewellery department at the Akademie der Bildenden Künste Munich from 1991 to 2014, he taught a number of prominent contemporary jewellers including Lisa Walker, Karl Fritsch and Helen Britton.  In March 2013 his major retrospective titled The Exhibition showcased his extensive oeuvre and was accompanied by The Book, a comprehensive catalogue documenting a career spanning over 40 years. Staff at the University of Applied Arts Vienna – die Angewandte – travel with an exhibition „UNDERSTANDING – ART AND RESEARCH“ to the Dunedin School of Art. Gerald Bast is president of the University of Applied Arts Vienna since 2000. After Studies in law and economics he earned a Doctorate in Law. He is member of the European Academy of Arts and Sciences and board-member of the European League of Institutes of the Arts. As university president he initiated various new programs focusing on cross-disciplinary teaching and research, like “Social Design”, “TransArts”, “Applied Studies in Art, Science, Philosophy and Global Challenges” and a PhD program in art-based research. He founded the “Angewandte Innovation Lab” at the University of Applied Arts Vienna, accentuating the role of the arts in innovation processesby facilitating crossdisciplinary intellectual and aestheticintercommunication. Bast published in the fields of university management as well as educational and cultural policy and he held lectures on the role of universities and cultural knowledge for societal development at numerous institutions, among them Johns Hopkins University Washington D.C., Columbia University NYC, Tsing HuaUniversity Beijing, TongJi University Shanghai, City University Hong Kong, Lakit Kala Akademi New Delhi, University of Porto, and the European Culture Forum Brussels. Cornelia Bast is an artist, social designer and art-based researcher at the University of Applied Arts Vienna. She graduated from a Higher Biochemistry School, worked as a midwife at the University Clinic Vienna and earned a BA in Applied Arts and Design Communication and an MA in Social Design – Arts as Urban Innovation at the Angewandte. Her work oscillates between art, design and public performative interventions. Recently she is working in a research project with the title „Dementia.Arts.Society“. She sees art and design primarily as media for social communication. Working in cooperation with non-profit institutions deepen insight into problems and strengthen the impact of her work. She is on the editorial board of dérive – Radio for Urban Research, and has presented her work at various international conferences. Anna Vasof is an architect and media artist. Born in 1985, she studied architecture at the University of Thessaly (2010) in Greece and Transmedia Art (2014) at the University of Applied Arts in Vienna. Since 2004 her videos and short movies have been presented in several festivals, some of them winning distinctions. She’s currently writing Ph.D. thesis at the University of Applied Arts in Vienna about an animation technique that she develops and at the same time working on designing and building innovative mechanisms for producing critical videos, actions and installations. Konrad Strutzis a visual artist and a senior lecturer at the University of Applied Arts Vienna. Areas of focus in his scientific and artistic work include non-hierarchical spatial representations, and body movement in the context of communication. He received his academic education in fine arts and in computer science from the Vienna Technical University and the University of Applied Arts Vienna, respectively. Konrad‘s artwork is exhibited in Europe as well as overseas on a regular basis. Besides his position as a faculty member and a fellow of the Volkswagen foundation’s program “Arts and Science in Motion”, Konrad is currently involved in the symposium “The Entanglement between Gesture, Media and Politics” to be held in Berlin this year.   Lauren Kalman is a visual artist based in Detroit, whose practice is invested in contemporary craft, video, photography and performance. Through her work she investigates beauty, adornment, body image, and the built environment. Raised in the Midwest, Kalman completed her MFA in Art and Technology from the Ohio State University and earned a BFA with a focus in Metals from Massachusetts College of Art. Kalman exhibits and lectures internationally. Her work has been featured in exhibitions at the Renwick Gallery at the Smithsonian Museum of American Art, Museum of Contemporary Craft, Museum of Arts and Design, Cranbrook Art Museum, Contemporary Art Museum Houston, Museum of Fine Arts Boston, Mint Museum, and the World Art Museum in Beijing, among others. Her work is in the permanent collection of the Museum of Fine Arts Boston, the Smithsonian Museum of American Art, and the Detroit Institute of Art. She has received Ponyide, Ludwig Vogelstein Foundation, Puffin Foundation West and ISE Cultural Foundation Emerging Curator grants. Currently she is an associate professor at Wayne State University. A member of the International Academy of Ceramics, Joe Bova was educated at the University of Houston (BFA, 1967) and the University of New Mexico (MA, 1969). A Professor Emeritus from LSU and Ohio University, in 2011 he was a Fulbright Fellow in Dublin, Ireland. Bova has taught workshops at institutions around the globe, including the NY State College of Ceramics at Alfred, University of Georgia’s Cortona Italy Program, Rhode Island School of Design, Archie Bray Foundation, MT, the College of William and Mary, VA, and the Shangyu Celadon Modern International Ceramic Art Center, China. His work is in many public and private collections, including the Arizona State University Art Museum, International Ceramics Studio, Kecskemet, Hungary, the National Collection of Ireland, the Los Angeles County Museum, CA, the Mint Museum of Art, NC, and the Shangyu Museum, China. Joe Bova lives and works in Santa Fe, New Mexico. His residency at the Dunedin School of Art was made possible through Moyra Elliot’s “Teaching the Teachers” project, funded by Creative New Zealand. Elisabeth Wildling is a multi-disciplinary artist from Vienna, Austria, where she works as Artistic and Scientific Associate at the University of Applied Arts Vienna. Her artistic work represents our attention and the regard of our own perception of perception at its centre. Using visual and cinematic techniques, she discusses the coherence of space and time perception in our construction of the unvarying (and unalterable). Her university activity includes work with student projects as well as teaching in the fields of time-based media, video and projection / installation. As part of her research during her exchange from Vienna she attended a residency in in India/Tamil Nadu on the Significance of Silence in the Arts, Philosophy and Contemporary Life. Back in Dunedin she shared her experiences and new emerging work with postgraduates and staff. Jo St Baker holds a BVA from the Dunedin School of Art and is now based in Brisbane's Moreton Bay. In 2016 Jo has received an Australian Regional Arts Development Grant for a period of experimentation and a solo exhibition in 2017/18. Her project entitled “Resilience” extends woodcut carving techniques and seeks to blur the lines of drawing, carving, print, painting and sculptural modes of presentation. Jo is currently involved with Migaloo Press and their upcoming Vie du Pacique II, an International Print Exchange for the Asia Pacific Region created by Dr Jennifer Sanzaro Nishimura. She will be speaking about this event at the Dunedin School of Art. Dr. Rohan Nicol is a craftsman, designer, academic and curator. His practice and research spans jewellery, silversmithing and design. He holds qualifications from the Australian National University and Charles Sturt University where he was awarded a PhD. He has been the recipient of numerous awards including the prestigious Bombay Sapphire Design Award as well as funding to conduct research from the Australia Council and Australian Universities. He regularly exhibits his work at peak venues in Australia and internationally. His work is held in public and private collections including the Powerhouse Museum and the National Gallery of Australia. During his residency he will be producing a series of water vessels to explore the traditions and cultural norms we associate with the domestic table as a platform for altering individual behaviours and practices. He is looking to employ the philosophical and ethical drivers that underpin Studio Craft and Design to propose new ways of operating that aim to mitigate or prevent the negative impacts of consumption centred in the home.  Jack Tilson holds a MFA with first class honours from Elam School of Fne Arts. His practice is concerned with the production of vessels, both functional and sculptural.Making intuitively, spontaneously and responding to local materials dictates the aesthetic; an allusion to geological and primordial manipulations. During his residency Jack works with materials from around Dunedin to be fired with ash and iron glazes. Experimentation on the wheel with found clays refers to traditional craft histories. He focuses on creating contemporary pieces that challenge pre-existing understandings and is concerned with the connection between the body and landscape. Creating links between people, places, histories and natural resources underpins his actions. Pravu Mazumdar studied physics in New Delhi and Munich and has a doctorate in Philosophy from the University of Stuttgart, West Germany. He writes in German and English, and his books, which use themes like migration and consumerism to unfold a diagnosis of modernity, are closely connected to French Postmodernism, in particular the philosophy of Michel Foucault. His essay on jewellery was published in 2015 under the title: Gold und Geist: Prolegomena zu einer Philosophie des Schmucks (“Gold and Mind: Prolegomena towards a Philosophy of Jewellery”), Berlin: Matthes & Seitz. Malcolm Smith is an Australian artist and art manager based in Yogyakarta, Indonesia. He is one of the founders of Krack!, a print studio and gallery that focuses on critically engaged, technically innovative, contemporary Indonesian printmaking. Established in 2013, Krack! has worked collaboratively with over 100 local artists to produce works that have been exhibited nationally and internationally. He is currently writing his Masters thesis at Sanata Dharma University, Yogyakarta. Before moving to Indonesia Malcolm managed exhibition programs in well regarded, publicly funded contemporary art spaces around Australia, including the Australian Centre for Photography, Object: Australian Centre for Craft and Design, and 24HR Art, the Northern Territory Centre for Contemporary Art (now NCCA). A graduate of the Dunedin School of Art’s P Lab, Tom Ellison was artist in residence in February/March 2016. His project was a collaboration with the senior students Michele Hayward, Kaela Janiten, Kirsty Lewry and Sophie McDonagh with production assistance from Neil Emmerson. Together they produced a large installation in the Dunedin School of Art Gallery that developed from the use of two discarded plastic pallets as a matrix. Used in container shipping, these pallets were an interesting blend with one pallet made in Japan and the other in Egypt. https://dunedinprintlab.wordpress.com/projects/pallete/ This residency will establish a network of artists with common interests in printmedia and fine art printmaking processes, politics and current events, to produce of a series of art works. The production of the works will be facilitated by a series of residencies in Auckland and Dunedin in New Zealand, and in Melbourne, Australia, fostering the development of an on-going international trans-Tasman artist collaboration and community. The News Network Print Collective artists are Neil Emmerson, Marion Wassenaar, Marian Crawford, Richard Harding, Chris McBride, Karol Wiłczyńska and Kate Zizys. The establishment of this trans-Tasman, collaborative community in response to the spectre of Global Media will result in exhibitions, artist talks, the presentation and publishing of papers, and workshops related to the group's productive dynamics over a period of time both together during residencies and when separated by the Tasman. Di Tocker holds a Bachelor of Fine Arts from RMIT University in Melbourne. She is a Cast Glass artist has 12 years full-time tutoring experience, creating and facilitating courses for glass enthusiasts. Di has previously taught in Melbourne, Australia and in Hamilton and Palmerston North, New Zealand. Di Tocker exhibits her Abstract Figurative works in galleries throughout New Zealand. +The News Network Print Collective        ǀ       28 September – 1 November 2015This residency will establish a network of artists with common interests in printmedia and fine art printmaking processes, politics and current events, to produce of a series of art works. The production of the works will be facilitated by a series of residencies in Auckland and Dunedin in New Zealand, and in Melbourne, Australia, fostering the development of an on-going international trans-Tasman artist collaboration and community. The News Network Print Collective artists are Neil Emmerson, Marion Wassenaar, Marian Crawford, Richard Harding, Chris McBride, Karol Wiłczyńska and Kate Zizys. The establishment of this trans-Tasman, collaborative community in response to the spectre of Global Media will result in exhibitions, artist talks, the presentation and publishing of papers, and workshops related to the group's productive dynamics over a period of time both together during residencies and when separated by the Tasman. David Clarke is often cited as one of Britain’s most highly innovative silversmiths. Since graduating from the Royal College of Art in 1997, Clarke has produced a wealth of covetable objects that have proven pivotal in the renaissance of contemporary British silversmithing. Clarke has a well-earned reputation for producing engaging, intelligent and challenging domestic objects. Alongside his own practice, Clarke has also been associate lecturer at; Konstfack Sweden, South-Carelian Polytechnic Lappeenranta Finland, Bergen National Academy of the Arts Norway, Pforzheim School of Design Germany, The Royal College of Art London, Birmingham School of Jewellery UK, Rhode Island School of Design USA. Nanjing, CAFA and Wuhan University China and Hiko Mizuno Tokyo Japan. Clarke has curated several installations and exhibitions in the UK, Germany and Sweden. His work is held in numerous international museum collections. 2014 SMFA Travelling Fellow Joe Joe Orangias is a visual artist who intersects fine arts, architecture, and critical theory. Working through history, collaboration, and local material, the overarching goal of his work is to sustain, but also challenge, the cultural identities of certain places as they shift over time. His projects propose equity by sculpting new contexts for social, economic, and environmental inequities. Orangias holds an MFA from the School of the Museum of Fine Arts, Boston/Tufts University and a BFA from the Savannah College of Art and Design. His work has been exhibited at galleries and on-site throughout France, Germany, Hong Kong, Scotland and USA. He received an ASA Visual Arts Fellowship from the Hochschule für bildende Künste Hamburg and residencies at Galveston Artist Residency on Galveston Island, Texas, Art342 Foundation in Fort Collins, Colorado, and Atelier OPA: Original Products & Architecture in Tokyo. He was awarded the 2014 SMFA Traveling Fellowship to realize a project in New Zealand. We welcome,internationally celebrated jeweller, Karl Fritsch and Auckland-based photographer and filmmaker Gavin Hipkins to the DSA in September. (Fritsch Hipkins)German born, Karl Fritsch, studied at the Goldsmiths' College in Pforzheim and at the Academy of Fine Arts in Munich. He was the recipient of the Herbert Hoffman Prize from the International Craftsmen Trade Fair in Munich and the Most Promising Award for Applied Art from the City of Munich. Fritsch's work is included in several important European museums such as the Stedelijk Museum in Amsterdam and the Museum fur Kunst und Gewerbe (Museum of Art and Crafts) in Hamburg. His work is also collected by Museum of New Zealand Te Papa Tongarewa and MOMA New York. Karl currently lives and works in Island Bay, Wellington New Zealand. Gavin Hipkins is an Auckland-based artist who works with photography and film. He has exhibited widely in New Zealand and Australia and his works have been included in major curated exhibitions in the USA, UK, Germany, Brazil, and Italy. He represented New Zealand at the 1998 Sydney Biennale and the 2002 Sao Paulo Biennale. In 2010 his 80-part photography work The Homely featured in the exhibition Unnerved: The New Zealand Project at the Gallery of Modern Art, Brisbane. He lives and works in Auckland, New Zealand where he is Senior Lecturer and Associate Head of School at Elam School of Fine Arts, University of Auckland. Edwards + Johann artists and collaborators have been working together since 2007. They have been finalists in the juried competition at LACDA, New Zealand Painting and Printmaking Award, Wallace Art Awards and Parkin Drawing Prize. Dr Victoria Edwards works primarily in new media including drawing and photography. Her work explores role-play and social conventions in relation to individual and collective identity. German born artist, Ina Johann, uses a range of media from print and drawing to digital stills, photography, video and light to create multi-dimensional installations. Johann has been exploring a form of navigation and mapping in the terrain of survey, observation, and fragmentation. Her work reflects upon emptiness, memory loss, coding and de-coding.      Lisa Walker is an artist/jeweller/designer working in the area of contemporary jewellery. Amongst many national and international prizes and awards, she has received the Otago Polytechnic Distinguished Alumni Award, the Arts Foundation of New Zealand Laureate Award and the Françoise van den Bosch Award. She exhibits and is involved in projects with museums, galleries, and other venues internationally. She is regularly invited to teach workshops and give lectures. Her work is a study into the differences between an accepted notion of beauty or stereo-type, and something else – the search for a quality that we hardly ever see, but nevertheless perhaps recognise. Walker says \"I don't want to make pieces that are easily steered through our established channels, I want people to be forced to work on new syllogisms, analogies and positions.\" She is continually pushing towards the extreme - a method which enables an expansion in thinking and ways of working.  Walker uses a large range of materials and techniques. She makes reactionary work, consciously active with influences from all walks of culture and life. The pieces are often laced with references to contemporary jewellery of the last forty years, questioning and researching what jewellery means, what it can be. Walker largely positions her work around the history, future, and boundaries of jewellery. She makes pieces for the future. \"Everything is food for art\". After many years spent living in Munich, Germany, Walker is currently based in her city of birth Wellington, New Zealand. The Dunedin School of Art welcomes Simon Kaan to the Dunedin School of Art teaching and support team. Simon is working as the DSA M¯aori student adviser. He is assisting students in finding ways to express bicultural ideas within their art practice, along with supporting M¯aori students to access wider iwi communities relevant to their practice.  His role involves active studio engagement with students, forming a sense of whanaungatanga through regular group activities. In a practice that includes painting, printmaking and performance, Kaan is concerned with identity and the physical and metaphysical notions of space and time.  Kaan possesses a refined visual language developed over decades, tied to his sense of personal genealogy (Ng¯ai Tahu and Chinese descent).  His practice considers the implications of the intermingling of the K¯ai Tahu and Chinese elements of his heritage and his ideas are communicated through mythological sites of land, sea and sky. Adrian Hall was born in Cornwall in 1943 and has worked around art-schools most of his life. He has helped build houses, driven trucks, buses, trolley cars, worked on animated films in L.A, has been a motor cycle courier in London, and been a member of the professoriate at U.N.S.W. He has worked on events and film for Yoko Ono, improvised music with AMM, London, fabricated for Naum Gabo and spent most of the 70’s trying to make art in Belfast. He has worked with time-based media, and has shown artworks regularly since 1960. Adrian has been an Artist Adjunct since 2011.  \n                Thank you for your enquiry – our friendly staff will reply soon. \n\t\t\t\tIf you wish to speak with someone, please call us on the number\n\t\t\t\tbelow. Our Contact Centre hours are Monday to Friday, 8am-5pm.\n             We support"},{"id":9,"title":"Sign In","url":"https://www.op.ac.nz//Security/login","description":"","keywords":"","mainContent":" JavaScript required","secondaryContent":" JavaScript is required. This web browser does not support JavaScript or JavaScript in this web browser is not enabled. To find out if your web browser supports JavaScript or to enable JavaScript, see web browser help."},{"id":10,"title":"Programmes - Otago Polytechnic","url":"https://www.op.ac.nz//study/creative/art/programmes/","description":"","keywords":"","mainContent":" Create the world you want! Postgraduate Art Art Night Classes Programmes New Zealand Certificate in Arts and Design (Level 4) New Zealand Certificate in Digital Media and Design (Level 4) New Zealand Diploma in Arts and Design (Level 5) - Ceramics programme New Zealand Diploma in Arts and Design (Level 6) - Ceramics programme New Zealand Diploma in Digital Media and Design (Level 5) New Zealand Diploma in Photography (Level 6) Bachelor of Visual Arts Graduate Diploma in Visual Arts Bachelor of Visual Arts (Honours) Postgraduate Certificate in Visual Arts Postgraduate Diploma in Visual Arts Master of Fine Arts Master of Visual Arts Certificate Diploma Bachelor Postgraduate","secondaryContent":"  APPLY NOW >     With world-class resources, flexible study options and hands-on research methodologies, our postgraduate options are hard to beat. FIND OUT MORE >     2019 classes are now open for enrolment. FIND OUT MORE  >       DUNEDIN SCHOOL OF ART I have the skills to talk about my work in a critical manner, to address audiences about my work, and to evaluate and write about my work, critically. Hope DuncanGraduate Diploma in Visual Arts   HOW TO APPLY CERTIFICATE DIPLOMA BACHELOR POSTGRADUATE   Studio DisciplinesAs New Zealand’s oldest public art school, we have a tradition of teaching excellence with the support of world-class facilities – ensuring that you reach your full potential. Teaching is across eight specific studio areas: Ceramics; Electronic arts; Jewellery and Metalsmithing; Print; Photography; Painting; Sculpture and Textiles TOP^ No matter what direction your creative career takes, you'll benefit from having the ability to learn and apply creative processes, methods and technologies in both art- and design-based studio projects. This programme is great preparation for further study in any creative programme. Successful completion of this Certificate and the New Zealand Certificate in Digital Media and Design (Level 4) will prepare you for application to the Bachelor of Design (Communication, Fashion or Product), Bachelor of Architectural Studies or the Bachelor of Visual Arts.  Project options in digital photography, digital illustration, web design, moving image, animation and interactivity will allow you to develop real-world skills and a portfolio of work for application to higher level study. Successful completion of this Certificate and the New Zealand Certificate in Arts and Design (Level 4) will prepare you for application to the Bachelor of Design (Communication, Fashion or Product), Bachelor of Architectural Studies or Bachelor of Visual Arts.  TOP^ Study ceramics with New Zealand's only specialised tertiary programme in Ceramic Arts. This programme has an emphasis on exploration and experimentation. You will develop individual projects which study ceramics as a medium with its own formal language, skills and history, within a broader context of fine arts and crafts. From 2019, we will also be offering the New Zealand Diploma in Arts and Design (Level 6)* which Level 5 graduates may wish to transition into to complete further study.  Building on the skills gained at Level 5, continue to explore ceramics and develop leadership and professional practice skills to manage projects/briefs and present your work in a real-world context. Progress into our Bachelor of Visual Arts to broaden your skill set and career opportunities. (*subject to final approval) This hands-on programme covers all aspects of photography and moving image production and will provide you with the knowledge and skills required for any career in professional photography, moving image and related fields.  This commercially-focused programme will help you develop your photographic practice to a professional level. Whatever kind of career you want to have across professional photography, video or film – this programme will help you develop an industry-ready practice and portfolio, along with the specialised skills you need to succeed as a professional. You will work in workshops and on projects with live briefs and clients.  TOP^ Translate your creativity into a career! A qualification in the Visual Arts will allow you to find employment in an exciting and diverse range of professions such as a practising artist, curator, art educator or researcher. A variety of roles within the digital and film industries would also be possible.  If you already hold a degree and would like to develop your fine arts skills, this programme offers you the chance to carry out an intensive course of study, tailored to suit your individual goals and requirements. TOP^ Ideal if you are a high achiever who intends to pursue further study, this research-focused programme culminates in an exhibition and writings demonstrating your intellectual rigour and professional expertise. If you are seeking initial engagement in postgraduate study this structured programme is for you! Create a body of critically engaged studio work and write a set essay on an aspect of related research methodology. Develop and display mastery of the professional, technical and conceptual skills relevant to your chosen field through an original exhibition and associated writing, leading to a broader range of career options. Practicing artists will especially benefit from this in-depth research project, which has been benchmarked against national and international standards and culminates in a public exhibition and dissertation.    Develop and display mastery of the professional, technical and conceptual skills relevant to your chosen field through an original exhibition and associated writing, leading to a broader range of career options.  \n                Thank you for your enquiry – our friendly staff will reply soon. \n\t\t\t\tIf you wish to speak with someone, please call us on the number\n\t\t\t\tbelow. Our Contact Centre hours are Monday to Friday, 8am-5pm.\n             We support"},{"id":11,"title":"DSA Gallery - Otago Polytechnic","url":"https://www.op.ac.nz/study/creative/art/new-dsa-gallery","description":"","keywords":"","mainContent":" Create the world you want! Postgraduate Art Art Night Classes The Dunedin School of Art Gallery  Coming up in the Gallery 2019 Experience fresh, vibrant, contemporary art in Dunedin.","secondaryContent":"  APPLY NOW >     With world-class resources, flexible study options and hands-on research methodologies, our postgraduate options are hard to beat. FIND OUT MORE >     2019 classes are now open for enrolment. FIND OUT MORE  >       DUNEDIN SCHOOL OF ART I have the skills to talk about my work in a critical manner, to address audiences about my work, and to evaluate and write about my work, critically. Hope DuncanGraduate Diploma in Visual Arts     A visit to the Dunedin School of Art Gallery is a visual feast. Whether you are embarking on a career as an artist, thinking about studying the visual arts or want to see what artistic talent Dunedin has to offer – the Dunedin School of Art Gallery welcomes you to view our upcoming exhibitions.   The Dunedin School of Art Gallery: Dunedin School of Art Gallery Opening Times Although the Gallery is not a commercial space, at the end of each year, final-year students exhibit their works at SITE, and many works are available for sale.     Explore and experience Dunedin School of Art Gallery. BE INSPIRED   18 February – 22 February Dii Moffat Master of Visual Arts, Postgraduate Season 25 February – 1 March Andrea Muggerage Master of Visual Arts, Postgraduate Season 4 March – 8 March Michael Schouten  Master of Visual Arts, Postgraduate Season  11 March – 15 March Michelle Wilkinson Master of Fine Arts, Postgraduate Season 18 March – 29 March (Monday 25th Holiday) Areta Wilkinson Nohoaka Toi Kai Tahu / Artist in Residence ExhibitionThis biennial Kai Tahu Residency supports artists who contribute to Ng¯ai Tahu arts and connect with the local area and communities. 1 April – 5 April and 8 April – 12 April (Friday, Monday, Tuesday Easter Holiday) Kari SchmidtCurated Exhibition 29 April – 3 May Top Art Exhibition A selection of NCEA Level 3 portfolios that achieved Excellence in 2018 10 June – 21 June Tau Tai Artist in Residence Exhibition This triennial Pacific Residency supports artists as advocates for Tautai and Contemporary Pacific Art 29 July – 2 August Kim McAlevey Postgraduate Exhibition 29 July – 2 August Barbara Graff Vienna-Exchange Exhibition 19 August – 30 August Celebrate 2019 Art Otago Secondary Schools Exhibition 14 October – 25 October Mark Braunias Artist in Residence Exhibition   24 November - 29 November SITE 2019 End of year exhibition for final year students         \n                Thank you for your enquiry – our friendly staff will reply soon. \n\t\t\t\tIf you wish to speak with someone, please call us on the number\n\t\t\t\tbelow. Our Contact Centre hours are Monday to Friday, 8am-5pm.\n             We support"},{"id":12,"title":"New Zealand Certificate in Arts and Design (Level 4) - Otago Polytechnic","url":"https://www.op.ac.nz//study/creative/design/new-zealand-certificate-in-arts-and-design-level-4/","description":"","keywords":"","mainContent":" New Zealand Certificate in Arts and Design (Level 4)\n\t\t\n\t\t\n\t Prepare for entry-level roles in the creative industries sector or for higher level creative study. ","secondaryContent":" Domestic fee: $3,830 International fee: $11,390 \n            Compulsory student levy >\n            StudyLink >\n         *Fees are approximate, subject to change  and exchange rates  \n                Thank you for your enquiry – our friendly staff will reply soon. \n\t\t\t\tIf you wish to speak with someone, please call us on the number\n\t\t\t\tbelow. Our Contact Centre hours are Monday to Friday, 8am-5pm.\n             Dunedin   PORTFOLIO REQUIREMENTS No matter what direction your creative career takes, you will benefit from having the ability to select from and apply creative processes, methods and technologies to a range of outcomes. Artists and designers work in various dynamic fields and career opportunities in the creative industries are ever-changing and diverse. This qualification will prepare you for a junior role in a creative workplace or for study on higher-level qualifications.  Successful completion of this Certificate and the New Zealand Certificate in Digital Media and Design (Level 4) will prepare you for application to the Bachelor of Design (Communication, Fashion or Product), Bachelor of Architectural Studies or the Bachelor of Visual Arts.  The School of Design is internationally recognised as a great place to study art and design. You will be part of a vibrant creative culture with access to extensive facilities and guidance and support from highly skilled and enthusiastic tutors. Student advisor: Pam Hodgkinson pam.hodgkinson@op.ac.nz Academic leader: Jane Venis jane.venis@op.ac.nz All students (international and domestic) for whom English is not a first language: Please note: All scores must be achieved in a single test completed in the preceding two years. You cannot combine scores from multiple tests. If you have achieved NCEA Level 3 University Entrance you are not required to provide evidence of English Language skills.    Other requirements You need to submit a portfolio that demonstrates your design, graphic and/or art skills equivalent to NCEA Level 3. We will assess your portfolio against these criteria: composition, concepts - ideas and content, variety and range of media, and drawing skills. Find out what you need to include in your portfolio, what we're looking for, and how to submit it to us.  You must supply certified copies of proof of identity and proof of residency (where appropriate).  Four x 15-credit courses You will receive a list of basic requirements to be purchased during the first week (some class materials are supplied). Student loans and allowances are for domestic students only. For information about student loans and allowances please visit the Studylink website. It is important to apply for your student loan/allowance at the same time as you apply for this programme, due to the length of time Studylink take to process. Loan/allowance applications can be cancelled at any time if you decide to withdraw your programme application or if it is unsuccessful.  While every effort is made to ensure that this sheet is accurate, Otago Polytechnic reserves the right to amend, alter or withdraw any of the contained information. The fees shown in this document are indicative ONLY. Both domestic and international fees are subject to change and are dependent on the development and implementation of Government policies. Please note that additional fees may from time to time be required for external examination, NZQA fees and/or additional material fees. We support"},{"id":14,"title":"International - Otago Polytechnic","url":"https://www.op.ac.nz//international/","description":"","keywords":"","mainContent":" Thinking outside the box Kia ora and welcome to our international students! International  We are a leader in high quality education with some of the best student achievement and satisfaction results in New Zealand. Our qualifications are recognised around the world and will prepare you for global career success.  International entry criteria  Important information Agent information How to apply New Zealand - Aotearoa Land of the long white cloud  \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tInformation in other languages\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tStudy Abroad and Exchange\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tInternational partnerships \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tInternational student support\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t Jesan Thaker Dr. Valeriya Hirsch Chris Fei Marc Doesburg","secondaryContent":" The International Partnership provides a unique and rigorous environment in which entrepreneurial ideas can be tested and developed. READ MORE Each year, many thousands of students come to New Zealand for a high-quality education. Prepare for a career, improve your English and enjoy the fun and safe New Zealand lifestyle.     Every year, Otago Polytechnic is pleased to welcome more than 7,000 full- and part-time students from all around the world to our campuses in Dunedin, Central Otago and Auckland.  We offer a wide range of qualifications, from certificates to postgraduate programmes, and have been given the highest possible quality rating from the New Zealand Government.  Whether you want to improve your English or prepare for a career, study one of our 100+ programmes and enjoy the fun and safe New Zealand lifestyle.    Why study at Otago Polytechnic We're not all confident reading English, here is some information about Otago Polytechnic in your own language. New Zealand is the perfect destination to blend study, travel and adventure. A unique international experience awaits you! International partnerships are at the heart of Otago Polytechnic’s philosophy for learning and growth.  We have a range of support services to help you through any issues that might arise, and make sure your time here is rewarding and fun. Find out what qualification from your home country you need for entry into different levels of undergraduate study.  We are committed to providing an environment that is enjoyable, safe and secure for all students, staff and visitors. Otago Polytechnic has a network of registered agents all over the world who can help make sure your application is as easy as possible. You’ve decided you want to study but now you’re not sure what to do next. This step-by-step guide will tell you all you need to know! New Zealand is known for its stunning natural scenery, from mountains, to lakes and coastlines. New Zealanders (informally known as Kiwis) are down-to-earth and friendly, and our lifestyle is relaxed, with a passion for the outdoors. ‘Kiwi ingenuity’ helps this small country achieve big things. With a history of Māori, European, Pacific Island and Asian cultures, New Zealand has become a cultural melting-pot. Over three-quarters of the population live in the North Island, with one-third living in Auckland. The other main cities of Hamilton, Wellington, Christchurch and Dunedin are where the majority of the remaining Kiwis dwell.  With a population of four million people, New Zealand is one of the least crowded countries in the world. We offer convenience, opportunities and excitement, while remaining friendly, peaceful and safe. You can enjoy outdoor pursuits like bungy-jumping, kayaking, surfing, skiing and hiking, and have access to the arts, cultural pursuits and modern technology - it’s all right on your doorstep! Enjoy your studies at Otago Polytechnic and experience a great lifestyle!  Find out more about New Zealand.                         Associate Director: Sales and Marketing Innovation P +64 9 309 0301 ext. 801M +64 21 061 4480 E Jesan.Thaker@op.ac.nz   International Marketing ManagerEurope & Russia  P +64 9 309 0301 ext. 827M +64 27 202 6577 E Valeriya.Hirsch@op.ac.nz   International Marketing Manager China market P +64 9 309 0301 ext. 804M +64 21 025 16618 E Chris.Fei@op.ac.nz   Director: Global Engagement P +64 3 972 7178 M +64 21 732 084    We support"},{"id":15,"title":"Information in other languages - Otago Polytechnic","url":"https://www.op.ac.nz/international/information-in-other-languages/","description":"","keywords":"","mainContent":" Thinking outside the box Kia ora and welcome to our international students! Information in other languages Chinese  中文 Thai   ภาษาไทย Japanese  日本語","secondaryContent":" The International Partnership provides a unique and rigorous environment in which entrepreneurial ideas can be tested and developed. READ MORE Each year, many thousands of students come to New Zealand for a high-quality education. Prepare for a career, improve your English and enjoy the fun and safe New Zealand lifestyle.    INTERNATIONAL Please find links below to some information about Otago Polytechnic and programmes in your own language.  \n                Thank you for your enquiry – our friendly staff will reply soon. \n\t\t\t\tIf you wish to speak with someone, please call us on the number\n\t\t\t\tbelow. Our Contact Centre hours are Monday to Friday, 8am-5pm.\n             We support"},{"id":16,"title":"Information in other languages - Otago Polytechnic","url":"https://www.op.ac.nz//international/information-in-other-languages/","description":"","keywords":"","mainContent":" Thinking outside the box Kia ora and welcome to our international students! Information in other languages Chinese  中文 Thai   ภาษาไทย Japanese  日本語","secondaryContent":" The International Partnership provides a unique and rigorous environment in which entrepreneurial ideas can be tested and developed. READ MORE Each year, many thousands of students come to New Zealand for a high-quality education. Prepare for a career, improve your English and enjoy the fun and safe New Zealand lifestyle.    INTERNATIONAL Please find links below to some information about Otago Polytechnic and programmes in your own language.  \n                Thank you for your enquiry – our friendly staff will reply soon. \n\t\t\t\tIf you wish to speak with someone, please call us on the number\n\t\t\t\tbelow. Our Contact Centre hours are Monday to Friday, 8am-5pm.\n             We support"},{"id":17,"title":"Night classes  - Otago Polytechnic","url":"https://www.op.ac.nz//study/creative/art/night-classes/","description":"","keywords":"","mainContent":" Create the world you want! Postgraduate Art Art Night Classes Night classes Drawing with confidence night class (held in Wanaka) Life Drawing night class Introduction to Photography night class Photography night class Darkroom Photography Introduction to Printmaking night class Printmaking morning class Introduction to Jewellery night class Jewellery night class Ceramics night class Introduction to Ceramics night class Digital Painting night class Introduction to Painting night class Painting night class Sculpture night class: Ceramics Sculpture night class: Modelling animals in clay Textile Art night class","secondaryContent":"  APPLY NOW >     With world-class resources, flexible study options and hands-on research methodologies, our postgraduate options are hard to beat. FIND OUT MORE >     2019 classes are now open for enrolment. FIND OUT MORE  >       DUNEDIN SCHOOL OF ART I have the skills to talk about my work in a critical manner, to address audiences about my work, and to evaluate and write about my work, critically. Hope DuncanGraduate Diploma in Visual Arts   FAQs Night classes run in short blocks throughout the year. They are usually in the evening but we have some day classes too. They are a chance to develop new skills, refresh familiar ones, or simply enjoy doing what you love. They are not assessed but you can gain skills that may lead you toward qualifications. We have a wide range of subjects so explore the website and pick from what is on offer.   Explore art methods and media, learn new skills, discover what you enjoy most and develop creative ideas! The aim of this class is to expand your perception and ability to express that perception through drawing.  Learn the basics of digital photography! Great for beginners that are looking to get control\nof the technical aspects of their camera. The course also covers Adobe Bridge, Adobe\nPhotoshop, a Darkroom Taster, Digital Scanning and Printing.  Time to start crafting your photos!! This class is great for those that have completed the\nIntroduction to Photography course and want to add to the skills they have previously learned. It is also ideal for those who are confident with the setting of their camera but would like to work on the composition of their images. This course covers Composition, Lighting (in the lighting studio), Adobe Bridge, Adobe Photoshop, a Darkroom Taster, Digital Scanning and Printing.  Want to learn about darkroom photography? Under the warmth of a yellow safe light, you\nwill be introduced to gelatin silver photography and the practice of processing and\ndeveloping your own black and white films and prints. We deal with printed images every day. Anything that is made in a reproducible format is a print; photocopies, posters, photographs etc. This class teaches a process-based approach to making prints.  This class teaches a process-based approach to making art, covering the technical aspects of printmaking, looking at how the processes and functions inform the strategy of making art; at how the medium or technique exists as the means to realise an idea. It is suitable for those with prior printmaking experience. Jewellery classes will have a different skill focus per term. These may include basic ring making or using resin for colour, translucency and embedding. Jewellery classes will have a different skill focus per term. These may include basic ring making or using resin for colour, translucency and embedding. The Dunedin School of Art at Otago Polytechnic has the largest ceramics department in New Zealand. Benefit from an emphasis on hands-on experimentation in clay-making workshops. The Dunedin School of Art at Otago Polytechnic has the largest ceramics department in New Zealand. Benefit from an emphasis on hands-on experimentation in clay-making workshops. Digital Painting has become a key element within the film and game industry's developmental pipeline. In an industry that continues to grow, the ability to draw and paint digitally has become essential. If you have an imagination and a passion for film and games, why not give it go. In this course, you will learn the fundamentals of Digital Painting in Photoshop. \n These classes will explore the material language of acrylic paint.  Emphasis will be on your discovery of mark-making through painterly experimentation and play. Each lesson has a different theme. Classes are suitable for beginners. These classes will explore the material language of acrylic paint.  Emphasis will be on your discovery of mark-making through painterly experimentation and play. Each lesson has a different theme. Classes are suitable for those with previous experience. Want to learn how to build forms and figures in clay? This night class will introduce you to the hand building techniques of pinching, coiling and slab building. The workshop is ideal for those with no previous clay experience but also for those who have some experience with clay.  Learn to create small animals in clay using the techniques of coiling, slab building and pinching to achieve a recognisable likeness of the animal form. Explore a variety of techniques associated with textiles and develop the skills and ability to translate these to fabric through a textiles-based project.     Yes, vouchers can be purchased at Customer Services, in the main entrance to Otago Polytechnic on Forth St. The recipient is instructed to email anca@op.ac.nz quoting the voucher number to book the class of their choice (subject to availability). To enrol online, simply select the class of your choice from the class list above, and click on the APPLY tab in the top right corner of the page. This will take you to our Eventbrite page where you can apply and pay online. To enrol in person, visit Customer Services at Otago Polytechnic, in the Main Entrance on Forth St, where staff will assist you with completing an application form.  Confirmation: You will receive confirmation of your enrolment via email.   To cancel your enrolment please email anca@op.ac.nz. Please note that you need to cancel your class BEFORE the start date in order to get a refund. Yes. Simply enrol four times in each of the four terms. You will have to pay at the time of enrolment. To change classes, please email anca@op.ac.nz. You will only be able to do the class you want to if there are spaces available. The Dunedin School of Art is located in Riego Street which is accessible off Albany Street.  A campus map is located here https://www.op.ac.nz/students/campuses/dunedin/map/ Classes start at 6pm and end at 8pm. The only exception to this is on Wednesday. Please arrive 5 minutes early to allow time to set up. Look under the ‘Materials’ tab for what to bring to class. Art Zone and Warehouse Stationary are the 2 main art supplies shops in Dunedin. Art Zone http://www.art-zone.co.nz/home.php is located in Hanover St, and Warehouse Stationery https://www.warehousestationery.co.nz/ is at 398 Cumberland St, and 205 Anderson Bay Rd.   Some specialised materials can be bought from your tutor in class. Feel free to bring images that you would like to use in your work. Please note: if you can’t find a particular material, ask your tutor about it during the first class. If you have a small amount of previous experience in a subject you can do the non-Introduction class. If you are in doubt, it is best to do the Introduction class in a subject; and it never hurts to go over the basics. After doing the Introduction class for one term, you can progress to the non-Introduction class the following term. There is a mix of new information each term, for those who are doing the same class all year, but also a repeat of the same class each term for those attending for the first time. You can start a class at the beginning of any of the 4 terms. In many subjects, you can progress from the Introduction class to the non-Introduction class. Many students attend Art Night Classes in order to work on their own projects, with individual attention and guidance from the tutor. Art night classes are open to everyone in the community, students and public alike. There is no extra fee for international students. The Art Night Classes do not result in a qualification. In the case of the Art night classes, no it does not.  Our classes are offered at Level 1 whereas FeesFree only takes into account anything at Level 3 or higher. Because we are a tertiary institution, students under 16 need to have a letter of permission from their high school principal (also signed by a parent), or parent if home-schooled. Classes are designed for students 16 years and over, so students under 16 will need to be good at working independently to get the most out of Night Classes. Students under 13 years old are not eligible to do night classes.  We can definitely remove you from this class and your friend is welcome to apply for the same class however there may be a waitlist or other students who have applied first.  We manage a first in first served process so unfortunately cannot guarantee your friend your spot. It is fine to start a class in the second or third week of term, having missed the first one or two classes, provided there is an available space in the class. You will still be charged the full fee. If you have missed 3 classes, that is generally too late to start.  There are no classes on public holidays. Go to the Otago Polytechnic website homepage https://www.op.ac.nz  If Polytechnic is closed due to snow, or for any other reason, your class is cancelled for that night.  \n                Thank you for your enquiry – our friendly staff will reply soon. \n\t\t\t\tIf you wish to speak with someone, please call us on the number\n\t\t\t\tbelow. Our Contact Centre hours are Monday to Friday, 8am-5pm.\n             We support"},{"id":18,"title":"Drawing with confidence night class (held in Wanaka) - Otago Polytechnic","url":"https://www.op.ac.nz//study/creative/art/drawing-with-confidence/","description":"","keywords":"","mainContent":" Drawing with confidence night class (held in Wanaka)\n\t\t\n\t\t\n\t","secondaryContent":" Fee: $195 *Fees are approximate, subject to change  and exchange rates  \n                Thank you for your enquiry – our friendly staff will reply soon. \n\t\t\t\tIf you wish to speak with someone, please call us on the number\n\t\t\t\tbelow. Our Contact Centre hours are Monday to Friday, 8am-5pm.\n             Otago Polytechnic, Wanaka - 15 Cliff Wilson Street  This is a fun, skills-based drawing class for those who would like to improve their existing skills, are stuck in a rut, or always seem to end up with the same results. Take your drawing to the next level. All skill levels are welcome. We include an introduction to Classical Drawing using the Bargue Method which has trained master artists from the Renaissance to Impressionists. This is taught in the style of The Florence Academy of Art, Florence; a beautiful, methodical and meditative process. Please note: There will be no classes on public holidays.  If you want to repeat this course, you will need to apply and pay for each term separately via our Eventbrite platform (by clicking the APPLY tab in the top right corner of this page). We begin by exploring the concept of drawing through observation, developing a range of techniques and skills which you can then translate into drawings using varied mediums.  By selecting a subject matter from your own preparatory material (such as sketches or photographic documentation), your personal interests will guide your learning, and through trying different approaches and materials, you will begin to develop a visual vocabulary of drawing. In turn, you can then explore how this can underpin future art-making.  Please bring with you: This class will be run by Robyn Bardas. Robyn is an effective, enthusiastic and encouraging teacher. A Wanaka local of 23 years, she graduated with a Masters of Fine Art from the Dunedin School of Art in 2016. Her practice is based in Otago Landscape, large scale works of mixed video, photographic print and paint. Recent exhibitions include solo and group shows at Central Stories \"Locate. Horizon. Line\" held in Alexandra, \"New Perspectives in Landscape\" at The Ashburton Art Gallery, The Rippon Hall Art Space at Rippon Wanaka, and a Group Landscape show on Stewart Island. Robyn has a passion for teaching and is pleased to offer this course locally. While every effort is made to ensure that this sheet is accurate, Otago Polytechnic reserves the right to amend, alter or withdraw any of the contained information. The fees shown in this document are indicative ONLY. Both domestic and international fees are subject to change and are dependent on the development and implementation of Government policies. Please note that additional fees may from time to time be required for external examination, NZQA fees and/or additional material fees. We support"},{"id":19,"title":"New Zealand Certificate in Digital Media and Design (Level 4) - Otago Polytechnic","url":"https://www.op.ac.nz//study/creative/design/new-zealand-certificate-in-digital-media-and-design-level-4/","description":"","keywords":"","mainContent":" New Zealand Certificate in Digital Media and Design (Level 4)\n\t\t\n\t\t\n\t Develop the skills needed to produce creative and effective outcomes using current digital technology. ","secondaryContent":" Domestic fee: $2,840  International fee: $11,390   \n            Compulsory student levy >\n            StudyLink >\n         *Fees are approximate, subject to change  and exchange rates  \n                Thank you for your enquiry – our friendly staff will reply soon. \n\t\t\t\tIf you wish to speak with someone, please call us on the number\n\t\t\t\tbelow. Our Contact Centre hours are Monday to Friday, 8am-5pm.\n             Dunedin   PORTFOLIO REQUIREMENTS Project options in digital photography, digital illustration, web design, moving image, animation and interactivity will allow you to develop real-world skills and a portfolio of work for application to higher level study.   Successful completion of this Certificate and the New Zealand Certificate in Arts and Design (Level 4) will prepare you for application to the Bachelor of Design (Communication, Fashion or Product), Bachelor of Architectural Studies or Bachelor of Visual Arts.  The School of Design is internationally recognised as a great place to study art and design. You will be part of a vibrant creative culture with access to extensive facilities and guidance and support from highly skilled and enthusiastic tutors. Student advisor: Pam Hodgkinson pam.hodgkinson@op.ac.nz Programme information: Morgan Oliver morgan.oliver@op.ac.nz All students (international and domestic) for whom English is not a first language: Please note: All scores must be achieved in a single test completed in the preceding two years. You cannot combine scores from multiple tests. If you have achieved NCEA Level 3 University Entrance you are not required to provide evidence of English Language skills.  Other requirements You need to submit a portfolio that demonstrates your design, graphic and/or art skills equivalent to NCEA Level 3. We will assess your portfolio against these criteria: composition, concepts - ideas and content, variety and range of media, and drawing skills. Find out what you need to include in your portfolio, what we're looking for, and how to submit it to us.  Four x 15 credit courses  You will receive a list of basic requirements to be purchased during the first week (some class materials are supplied).  Student loans and allowances are for domestic students only. For information about student loans and allowances please visit the Studylink website. It is important to apply for your student loan/allowance at the same time as you apply for this programme, due to the length of time Studylink take to process. Loan/allowance applications can be cancelled at any time if you decide to withdraw your programme application or if it is unsuccessful.  While every effort is made to ensure that this sheet is accurate, Otago Polytechnic reserves the right to amend, alter or withdraw any of the contained information. The fees shown in this document are indicative ONLY. Both domestic and international fees are subject to change and are dependent on the development and implementation of Government policies. Please note that additional fees may from time to time be required for external examination, NZQA fees and/or additional material fees. We support"},{"id":21,"title":"Parent Information - Otago Polytechnic","url":"https://www.op.ac.nz//study/creative/art/about-dsa/career-opportunities/","description":"","keywords":"","mainContent":" Create the world you want! Postgraduate Art Art Night Classes Parent Information","secondaryContent":"  APPLY NOW >     With world-class resources, flexible study options and hands-on research methodologies, our postgraduate options are hard to beat. FIND OUT MORE >     2019 classes are now open for enrolment. FIND OUT MORE  >       DUNEDIN SCHOOL OF ART I have the skills to talk about my work in a critical manner, to address audiences about my work, and to evaluate and write about my work, critically. Hope DuncanGraduate Diploma in Visual Arts   Career opportunitiesEmployers love our Dunedin School of Art graduates. Our graduates work in a wide range of creative and fine art industries, both in New Zealand and internationally.They have flexible, transferable skills and the ability to be both practical and visionary. These attributes are highly sought after in a wide variety of fields including the art world, visual culture, education, design, management and marketing. Add to this the fact that our graduates are work-ready, resourceful and conscientious, and it’s no wonder that employers value what they have to offer. A lot of our graduates remain active in their art practice, with several self-employed as full-time, successful artists. Many have exhibited their work around the globe, winning national and international awards and recognition. Others are working in a diverse and exciting range of professions, demonstrating just how many employment options an art qualification provides. These include:   Want to find out more about what our graduates are doing? Click here. Digital literacy is embedded in all of our core programmes. This ensures that you are well-prepared to use industry-standard technologies when you enter the work place and enhances your employment prospects in the digital arena, an area that is continuing to see rapid expansion. During the course of study international study exchange opportunities are also made available for our students.   Arts qualifications result in jobs  Dispelling the myth that an arts qualification doesn’t lead to good employment prospects, a recent Australian study found that the number of artists and designers working in art-related roles embedded within other professions almost doubled in size within the last twenty years. Other research from Forbes supports this and demonstrates that visual artists and designers have had an unemployment rate half that of the national New Zealand average in recent years, and this trend appears to be continuing. The rapid expansion of the internet has led to a massive increase in the demand for multimedia artists and designers, just one of the many reasons why art is a fantastic future-proof study choice.    On-campus living at Otago Polytechnic Currently under construction, the Otago Polytechnic Student Village will provide on-campus, safe and secure living for students from 2018. Enquire now to register your interest call  0800 762 786 OR visit Otago Polytechnic Student Village website. With its prime location, students will enjoy a short walk  to campus whilst still only being minutes from the city centre, giving you the freedom to explore Dunedin’s vibrant student culture. A selection of room types is available to suit individual accommodation needs, from catered dormitory rooms to four-bedroom apartments and studios. Purpose-built for students, it’s the perfect home to enjoy student life to the full! Find out more about a wide range of great options near the Dunedin Campus >  \n                Thank you for your enquiry – our friendly staff will reply soon. \n\t\t\t\tIf you wish to speak with someone, please call us on the number\n\t\t\t\tbelow. Our Contact Centre hours are Monday to Friday, 8am-5pm.\n             We support"},{"id":22,"title":"Learner/Student Services Levy - Otago Polytechnic","url":"https://www.op.ac.nz/students/important-information/student-services-levy/","description":"","keywords":"","mainContent":" Study for free with us! Compulsory Learner/Student Services Fees (Learner/Student Levy) Have your say regarding learner/student levies Advocacy and legal advice Career information, advice and guidance Counselling services Employment information Financial support and advice Health services Media Childcare services    Clubs and societies    Sports and recreation facilities","secondaryContent":" CHECK YOUR ELIGIBILITY AND NATIONAL STUDENT NUMBER HERE > Otago Polytechnic is committed to providing an environment that is enjoyable, safe and secure for all students, staff and visitors. CHECK YOUR ELIGIBILITY AND NATIONAL STUDENT NUMBER HERE >     Dunedin Distance Central ID Card $15.00 $15.00 $15.00 Student Health and Counselling $215.00 $   - $215.00 Learner/Student Services $426.00 $251.00 $346.00 Total Compulsory Learner/Student Services Fee $656.00 $266.00 $576.00 The above table represents the compulsory learner/student services levies for each campus. Fees are charged per learner (not per EFTS) once the learner is enrolled in over 20 credits (0.167 EFTS) on any one enrolment. These fees were set for the 2012 year and have remained unchanged since. Otago Polytechnic has consulted with the learner on the learner/student services levy. In 2017 this consultation included presenting to and directly engaging with learners on the type of services to be delivered, seeking learner feedback on these services and how the learner/student services levy would be spent. The fee charged by Otago Polytechnic goes towards the provision of the following services: Advocacy support is provided to learners needing help to resolve problems. Advocacy is undertaken by an impartial person on behalf of learners, and they provide legal advice as necessary. All issues are resolved or escalated to a higher level to be heard and resolved. Support is provided to learners to assist their transition into employment. Support includes CV workshops, interview practice, one-on-one advice and liaison with Career Guides (third year Bachelor of Social Service learners with a Career focus for their degree). Three counsellors (1.4 FTE) are available for one-on-one appointments to provide learners with counselling and pastoral care. Workshops are also held to support learners to cope with anxiety and prepare for exams. A Chaplain is also available to provide pastoral care and counselling. This service is undertaken by Careers Guidance, and is developing within the Polytechnic. Links to industry and the workplace are being established. Industry representatives will be brought onto the campus to provide a workplace perspective as part of an interview panel for practice interviews and providing industry focus through information evenings and fairs. Budgeting advice is freely available for learners. Hardship situations are assessed and help may be provided with financial assistance and food parcels. Otago Polytechnic has a Student Health Centre, with doctors and nurses available for learners to access as needed. They provide a variety of services to support learners to stay well, receive timely advice and gain medical assistance. Otago Polytechnic sponsors the online learner news and supports online communities for learners across the Polytechnic. Communications channels are also enabled through the Student Subcommittee of Council and the OPSA committee. Information is provided to the representatives of both these committees to enable learner discussion and input and they are also able to bring issues to these forums. Childcare facilities are available to parents while studying through Polykids. This facility provides childcare from birth through to five years old. Otago Polytechnic learners can also access clubs and recreation facilities offered through the Otago University Students’ Association. The OUSA Recreation Centre provides amenities including meeting rooms, exercise space and equipment for hire. It organises tournaments, and is the base of  sports, religious and cultural clubs. Unipol provides a wide range of services at the nearby University Plaza. These services are available to all learners, on presentation of their Learner/Student ID. Every October Otago Polytechnic holds an open and widely publicised meeting of the Otago Polytechnic Student Council at which we present to learners the draft budget for the following year for the distribution of compulsory learner/student services fees, and report on what the funds have been used for in the current year. At these meetings we ask for learner feedback to determine the priority areas for funding in the following year. All learners are welcome to participate in this meeting and share their ideas. Otago Polytechnic Students' Association also presents learner/student levies information to all class representatives as well as the learner elected board to determine how their funds are spent and seeks bi-monthly feedback on services. In addition, from this year onwards learners are invited to give feedback on services and budget plans via a notification on the student hub which will be posted in October. Learners can be involved in the decision-making process at any time by contacting Lesley Scoullar and / or Brayden Murray. Information on learner/student levies is also publically available each year through Otago Polytechnic's annual reports. Past copies of these reports can be downloaded here.  We support"},{"id":24,"title":"Study - Otago Polytechnic","url":"https://www.op.ac.nz//study/","description":"","keywords":"","mainContent":" Our campuses Create the world you want \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tStudy in Dunedin\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tStudy in Auckland\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tStudy in Central Otago\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tTANZ eCampus\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t","secondaryContent":"            With about 30,000 students in residence during the academic year, Dunedin is one of New Zealand’s best centres of learning. We created our Auckland International Campus to meet the unique needs for International students. We are a leader in high-quality and career-focused education. Immerse yourself in ‘lifestyle learning’, study unique programmes – and make the most of living in one of the most beautiful regions of NZ. Completely committed to supporting online services, TANZ eCampus is an alternative tertiary education service that is leading edge, responsive and puts your needs first.   We support"},{"id":25,"title":"Overseas Students - Otago Polytechnic","url":"https://www.op.ac.nz/international/explore-more/overseas-students/","description":"","keywords":"","mainContent":" International partnerships Explore Otago Polytechnic APPLY NOW","secondaryContent":" OVERSEAS STUDENTS Study in New Zealand at Otago Polytechnic — a unique international experience awaits you!       Our relationships with international institutions range from informal friendships to formalised exchange and study abroad agreements, supporting our community and enriching the experiences of our staff and students. FIND OUT MORE >   Find out what campuses offer by selecting a destination Our Campuses Helpful Links Explore Dunedin Campus Explore Auckland Campus International Arrival Guide Study Mechanical, Electrical and Civil Engineering, apply anytime! Designers help create the future – the School of Design invites you to be a part of it! Art education at the Dunedin School of Art is about creating strong individuals, apply anytime! Study Information Technology, learn how to build, operate, and maintain! Apply anytime! Study Applied Business! Many opportunities for work-ready business graduates. Study sport, personal training, sport management and coaching, or outdoor pursuits For any enquiries please email studyabroad@op.ac.nz.  \n                Thank you for your enquiry – our friendly staff will reply soon. \n\t\t\t\tIf you wish to speak with someone, please call us on the number\n\t\t\t\tbelow. Our Contact Centre hours are Monday to Friday, 8am-5pm.\n                     We support"},{"id":26,"title":"Arboriculture programme (Level 3) and (Level 4) - Otago Polytechnic","url":"https://www.op.ac.nz/study/natural-sciences/horticulture/arboriculture-programme","description":"","keywords":"","mainContent":" Arboriculture programme (Level 3) and (Level 4)\n\t\t\n\t\t\n\t Do you love working outdoors and want a hands-on, physical job? Arborists are in demand for their ability to care for, and maintain, trees.","secondaryContent":" Domestic fee: $7,409 International fee: $28,700 \n            Compulsory student levy >\n            StudyLink >\n         *Fees are approximate, subject to change  and exchange rates  \n                Thank you for your enquiry – our friendly staff will reply soon. \n\t\t\t\tIf you wish to speak with someone, please call us on the number\n\t\t\t\tbelow. Our Contact Centre hours are Monday to Friday, 8am-5pm.\n             Dunedin On campus with hands-on training in the field and four weeks of work experience Become a tree surgeon by studying arboriculture – a specialised field involving pruning, felling, transplanting and maintaining the health of trees and shrubs. New Zealand’s diverse and robust horticulture and related industries have experienced a steady growth over recent years and this means that qualified and experienced arborists are in demand, not only in this country, but across the world. During this programme you will learn both the ‘how’ and ‘why’ of carrying out arboriculture tasks, with an emphasis on hands-on training in parks and garden areas around Dunedin. Field trips and work experience are important parts of the programme that help you to connect with those already working in this dynamic industry. This programme is based in Dunedin and will give you the work-ready skills to enter the arboriculture industry. Employment opportunities exist within City or District council parks and gardens, with private companies, or as a contract climber. With motivation and further experience you could even think about self-employment or tree care consultancy roles. Graduates of this programme will receive both the New Zealand Certificate in Horticulture (Level 3) (Arboriculture) and New Zealand Certificate in Horticulture Services (Level 4) (Arboriculture). Academic All students (international and domestic) for whom English is not a first language: Please note: All scores must be achieved in a single test completed in the preceding two years. You cannot combine scores from multiple tests. If you have achieved NCEA Level 3 University Entrance you are not required to provide evidence of English Language skills. If you need to improve your English, we offer a range of English language programmes.    Special entry Other requirements Communication Work as effective team members in the horticulture sector Health and Safety Management*Identify and manage health and safety requirements in arboriculture Foundation Climbing Skills Identify and use basic climbing equipment and techniques  Tree Identification and Pruning Identify trees and carry out pruning tasks Ground Duties and Equipment Carry out ground person tasks and maintain arboriculture equipment 10   Tree Planting Plant and establish trees and shrubs 10   Supervisory Skills in Arboriculture Use interpersonal communication skills to achieve desired outcomes in arboriculture 10   Tree Climbing TechniqueClimb trees safely in arboriculture 15  Pruning techniquesCarry out pruning techniques in arboriculture situations 10  Tree HealthAssess tree health in arboriculture situations 10  Tree FellingFell trees safely from the ground  15  Sectional FellingSectionally fell trees in arboriculture situations 15  Click here for a 2019 student gear list. Usual timetable hours are Monday-Wednesday, 8.30am – 4.30 pm; Thursday 9.00am - 3.00pm and no class on Friday’s unless specified by your Lecturer On average you will undertake three days a week of practical instruction and one day a week of theoretical teaching. In addition to this you will carry out your own self-directed study. It is expected that you will participate in four weeks of work experience during your programme. There are a number of health and safety issues associated with the practical delivery of arboriculture training. You will be advised of the physical risks and requirements of the programme either in person or by telephone before you enrol. You will be advised of the need to purchase the listed clothing and equipment and the reasons for this.  Risks include injury to the body due to the physical nature of arboriculture work (manual labour, lifting, bending, falls from working at heights, eyesight) and from using sharp tools and equipment (secateurs, hand saws, chainsaws, spades) and larger machinery (chipper). There is a risk from poisonous plants, insect stings, the physical environment (excessive heat or cold, wet weather, working in isolation and machinery noise).  Student loans and allowances are for domestic students only. For information about student loans and allowances please visit the Studylink website. It is important to apply for your student loan/allowance at the same time as you apply for this programme, due to the length of time Studylink take to process. Loan/allowance applications can be cancelled at any time if you decide to withdraw your programme application or if it is unsuccessful. Please email lisa.burton@op.ac.nz While every effort is made to ensure that this sheet is accurate, Otago Polytechnic reserves the right to amend, alter or withdraw any of the contained information. The fees shown in this document are indicative ONLY. Both domestic and international fees are subject to change and are dependent on the development and implementation of Government policies. Please note that additional fees may from time to time be required for external examination, NZQA fees and/or additional material fees. We support"},{"id":28,"title":"Postgraduate - Otago Polytechnic","url":"https://www.op.ac.nz//study/creative/art/postgraduate-programme/","description":"","keywords":"","mainContent":" Postgraduate Art Residency options Art Night Classes Postgraduate Bachelor of Visual Arts (Honours) Master of Fine Arts Master of Visual Arts Postgraduate Certificate in Visual Arts Postgraduate Diploma in Visual Arts \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tStephanie Cossens\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tSarah Baird\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tDavid Green\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t","secondaryContent":" With world-class resources, flexible study options and hands-on research methodologies, our postgraduate options are hard to beat.       We have low residency options for postgraduate study for students based outside Dunedin. Please contact the postgraduate coordinator for further information.    2019 classes are now open for enrolment. FIND OUT MORE  >       HOW TO APPLY We offer a wide range of postgraduate qualifications. Benefit from our world-class resources, flexible study options, and hands-on research methodologies. Postgraduate programmes offer a space for increased reflection and self-directed experimentation. Candidates increase their professionalism and their capacity for independent work. The community of the art school offers professional practices, peer support, and critical feedback, preparing candidates for the wider arts community, both as artists and workers in the wider fields of arts and culture. We offer low residency options for study in all postgraduate programmes through flexible off-site supervision. Please contact the Postgraduate Coordinator for further information. For an overview of postgraduate course options, please see this diagram. Contact our postgraduate coordinator to discuss your options >   Exploration of animal rights, drawing out the connections between humans and animals. Sarah Baird's political art explores visual and verbal messages. Phenomenology of perception - how our brain makes sense of images. Studio DisciplinesAs New Zealand’s oldest public art school, we have a tradition of teaching excellence with the support of world-class facilities – ensuring that you reach your full potential. Teaching is across eight specific studio areas: Ceramics; Electronic arts; Jewellery and Metalsmithing; Print; Photography; Painting; Sculpture and Textiles   Ideal if you are a high achiever who intends to pursue further study, this research-focused programme culminates in an exhibition and writings demonstrating your intellectual rigour and professional expertise. Practicing artists will especially benefit from this in-depth research project, which has been benchmarked against national and international standards and culminates in a public exhibition and dissertation.    Develop and display mastery of the professional, technical and conceptual skills relevant to your chosen field through an original exhibition and associated writing, leading to a broader range of career options. If you are seeking initial engagement in postgraduate study this structured programme is for you! Create a body of critically engaged studio work and write a set essay on an aspect of related research methodology. Develop and display mastery of the professional, technical and conceptual skills relevant to your chosen field through an original exhibition and associated writing, leading to a broader range of career options.  \n                Thank you for your enquiry – our friendly staff will reply soon. \n\t\t\t\tIf you wish to speak with someone, please call us on the number\n\t\t\t\tbelow. Our Contact Centre hours are Monday to Friday, 8am-5pm.\n             We support"},{"id":29,"title":"Chinese - Otago Polytechnic","url":"https://www.op.ac.nz//international/information-in-other-languages/chinese/","description":"","keywords":"","mainContent":" Thinking outside the box Kia ora and welcome to our international students! Chinese International Students \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tJoint Programme \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tInternational partnerships\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tInternational Study aboard and Exchange\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t 关于新西兰奥塔哥理工学院About Otago Polytechnic  为什么选择奥塔哥理工学院Why choose Otago Polytechnic? 联系我们 Talk to us Chris Fei ","secondaryContent":" The International Partnership provides a unique and rigorous environment in which entrepreneurial ideas can be tested and developed. READ MORE Each year, many thousands of students come to New Zealand for a high-quality education. Prepare for a career, improve your English and enjoy the fun and safe New Zealand lifestyle.    INTERNATIONAL PARTNERSHIP PROGRAMMES This is an engineering degree programme delivered jointly by Dalian Ocean University and New Zealand’s Otago Polytechnic.  We works closely with many institutions as part of our Student Aboard and Exchange programmes or participating in an international short course. New Zealand is the perfect destination to blend study, travel and adventure. A unique international experience awaits you! 高质量，面向职场的教育Quality, career-focused education 奥塔哥理工学院“产学结合”理论联系实践的教育理念和成果，让我们成为了新西兰领先的国家公立理工学院。励志培养有能力，有创新并且勤于思考的专业人才。奥塔哥理工学院的毕业生在亚太地区享有很高的声誉，在这里学习和生活的经历会给你未来的职业生涯打下良好的基础。 Otago Polytechnic is one of New Zealand’s best government-owned polytechnics and public tertiary institutes of technology. We are part of many national and international networks and partnerships, including the Cumulus Association (Design), The International Foundation of Fashion Technical Institutes (Design), and Metro Group (Engineering). We also give our students the opportunity to engage with industry by involving them in a range of exciting ‘real world’ projects, as part of their qualification. We have a long tradition of producing exceptional graduates. Study at Otago Polytechnic, have a great experience and let us help you prepare for a successful career!   高质量的文凭与资质Our qualifications  作为一所高质量的高等教育学院，我们的文凭被全世界认可；成功的职业策划使我们课程设计的重要组成部分；我们的教学成果获得新西兰总理教育奖；Otago Polytechnic is a high quality educational institution. Our qualifications are widely recognised, both in New Zealand and around the world – and our programmes prepare you for global career success. We have achieved the highest possible government endorsement for our performance which means that you can feel very confident about the quality of your education.   学习环境Our study environment   小班制，产学结合是我们的教学特点。我们的讲师在各自的领域拥有丰富的知识和经验。近期的亚太留学生调查报告显示，奥塔哥理工学院以大量的师生互动，教学的多样化和良好的学习环境，获得了很高的评分。奥塔哥理工学院拥有一流的教职员工。2014年烹饪艺术，护理和设计系分别有七位讲师获得了新西兰最高的总理教育奖。奥塔哥理工学院拥有全新西兰最高的课程完成比率。学生喜欢在奥塔哥理工学院完成学业，互动教学模式，良好的学习氛围和完善的学生辅助系统是我们成功的重要因素。 Study in small classes, with a focus on practical, applied learning. Many of our lecturers have extensive experience in their professional fields, so you will benefit from their expertise and up-to-date industry knowledge. All our academic staff must hold a recognised tertiary teaching qualification (minimum of a Level 7, graduate diploma). Otago Polytechnic lecturers are first class. They are regular winners of the prestigious Tertiary Teaching Excellence Award, which celebrates New Zealand’s finest tertiary teachers. In 2014, seven of our lecturers received the award for their teaching in Culinary Arts, Nursing and Communication Design. Students love Otago Polytechnic. Our staff-student interactions, educational experiences and supportive learning environment came top in a recent Australasian student survey!   学生辅助系统Our support 从学生递交申请的那一刻起，到毕业的最后一天，我们都会帮助你实现你的目标。 From the moment you apply, to the day you graduate, we are here to help you reach your goals. We have extensive, modern facilities and full student support services.    体验独特的留学生活Your experience  新西兰是一个适合留学和生活的地方，安全良好的自然环境，友善的居民和舒适的居住环境，丰富多彩的学生社团活动，会让你有机会认识来自世界各地的朋友。充分探索和体验”新西兰的生活方式”。New Zealand is a fantastic place to be a student. It is safe, clean and green, has friendly people and a real sense of community. With plenty of recreational and social activities on all three campuses, you get the chance to make friends and explore the ‘Kiwi’ lifestyle.     International Marketing Manager P +64 9 309 0301 EXT 804 M +64 21 025 16618 Wechat: chris-flying  \n                Thank you for your enquiry – our friendly staff will reply soon. \n\t\t\t\tIf you wish to speak with someone, please call us on the number\n\t\t\t\tbelow. Our Contact Centre hours are Monday to Friday, 8am-5pm.\n             We support"},{"id":30,"title":"","url":"https://www.op.ac.nz//study/creative/art/postgraduate-programme/tile?id=2163","description":"","keywords":"","mainContent":"","secondaryContent":" Through her work for her Bachelor of Visual Arts Honours at the Dunedin School of Art Stephanie Cossen developed her love of animals into an exploration of animal rights, drawing out the connections between humans and animals. She was conscious that humans oppress animals, and that there is a lack of visibility around this issue. Stephanie created soft animal suits, to initiate a conversation about the links between people and animals. \"I thought costumes is the best way to bring them into the public sphere.\" No animal products were used on making the suits, which together form one artwork called Unmasked. Because women are also oppressed, the five suits were created for women to wear in a performance. The women walked down George Street to create visibility, in effect saying \"Hello, we're here, will you help?\". As reported by the Otago Daily Times, the performance succeeded in attracting attention: \"Lunchtime passers-by stopped in their tracks, some with mouths open and cameras out, as the giant heads of a bear, rhino, walrus, gorilla and shark raced by.\" Read more about the Bachelor of Visual Arts Honours programme here. We support"},{"id":31,"title":"Darkroom Photography - Otago Polytechnic","url":"https://www.op.ac.nz//study/creative/art/darkroom-photography-introduction/","description":"","keywords":"","mainContent":" Darkroom Photography\n\t\t\n\t\t\n\t","secondaryContent":" Fee: $195 *Fees are approximate, subject to change  and exchange rates  \n                Thank you for your enquiry – our friendly staff will reply soon. \n\t\t\t\tIf you wish to speak with someone, please call us on the number\n\t\t\t\tbelow. Our Contact Centre hours are Monday to Friday, 8am-5pm.\n             Dunedin School of Art (P block, Riego Street) On campus  This course is great for people wanting to learn about the darkroom or for those who have had basic darkroom experience in the past but need a refresher. From developing your own black and white films to printing enlargements in the darkroom, this class covers the basics of the darkroom. Please note: Maximum of 10 participants  If you want to repeat this course, you will need to apply and pay for each term separately via our Eventbrite platform (by clicking the APPLY tab in the top right corner of this page). The Darkroom Photography sessions will be presented by Karl McNamarra. Please note: You will need to shoot film outside of class. Optional equipment: Please note: For the first class, you only require your camera. The remainder of the required equipment will be explained to you during that first week, and you can buy this after the first class. What type and how much film should I buy? What does standard process mean?  On your first week, your tutor will cover the type of film and paper you will require for the course. You will be expected to shoot a film before your second week but you can purchase a film from the Photography Department. What paper should I buy and how much?  Like the film, the paper will be explained in your first week. Where can I buy my paper and film from?  There are a few options from where you can purchase your equipment for class. Both international and local options will be covered as part of the first week. Do I need to buy chemicals for the class?  No, all the chemicals are covered as part of the course, you will only need to purchase film and paper. How much does the extra equipment for the class cost? This will vary depending on what equipment you want to purchase and where from. Please note that the extra items are optional and not necessary to complete the course.  Some suppliers of darkroom equipment include Photo Warehouse, B&H Photo and Video, and Freestyle Photographic Supplies (a quick online search so allow you to ascertain what film and paper costs).  Please don’t buy any equipment before the first class. You will not need it in the first week and what you need to purchase will be explained.  I really want to do the class but I can’t make the Tuesday intro class.  If you are really keen to learn about darkroom photography but can’t make it to the Introduction class on Tuesday you can enroll into the Thursday night Darkroom course. You will need to alert the tutor during your first week so you receive the correct worksheets for your level. Please note that this is only if you cannot participate in the Introduction to Darkroom Photography. Please email artnightclass@op.ac.nz to discuss options BEFORE enrolling. I have old darkroom paper; can I use this for the class?  Absolutely! You will possibly need to purchase some additional paper depending on the age and if it has potentially been exposed to light. Please note you will only be able to use black and white resin coated paper as part of this course. If you are unsure what type your paper is please bring it along to the first class. Can I develop and print colour film as part of the course?  Unfortunately, we don’t have the facilities or the chemicals to process colour or dye based black and white film. The two different types of black and white films will be covered in the first week. All classes are held in the Photography Studio at the Dunedin School of Art. Please click here for a map.  Go to the main entrance of the Dunedin School of Art at 19 Riego Street (off the Anzac Avenue end of Albany Street). The Photography Studio is on the first floor, halfway along the main corridor.  For enquiries, please email artnightclass@op.ac.nz While every effort is made to ensure that this sheet is accurate, Otago Polytechnic reserves the right to amend, alter or withdraw any of the contained information. The fees shown in this document are indicative ONLY. Both domestic and international fees are subject to change and are dependent on the development and implementation of Government policies. Please note that additional fees may from time to time be required for external examination, NZQA fees and/or additional material fees. We support"},{"id":33,"title":"Dalian Ocean University Joint Programme - Otago Polytechnic","url":"https://www.op.ac.nz/international/international-partnerships/dalian-ocean-university-joint-programme/","description":"","keywords":"","mainContent":" 大连海洋大学合作项目 Otago Polytechnic and Dalian Ocean University Joint Programme 奥塔哥理工学院&大连海洋大学合作项目 About Dalian Ocean University Joint Programme 关于新西兰奥塔哥理工学院和大连海洋大学合作项目","secondaryContent":" We are proud to offer a joint engineering pathway programme with Dalian Ocean University. We are proud to offer a joint engineering pathway programme with Dalian Ocean University.  INTERNATIONAL   This programme is a Government approved engineering degree programme delivered jointly by Dalian Ocean University and New Zealand’s Otago Polytechnic.  新西兰奥塔哥理工学院和大连海洋大学 ”3+1” 工程学位课程, 是由中国国家教育部批准的计划内合作办学项目。 Students will enroll with Dalian Ocean University in each of the first three years learning a combination of engineering technical subjects along with English language. Many of the engineering classes in the first three years will be delivered by Otago Polytechnic staff in English at Dalian Ocean.  在大连海洋大学三年的学习期间，大部分工程类课程将由新西兰奥塔哥理工学院的教师用英语教授，除了专业课程之外还有独立的英文培训课程。 In the fourth year, eligible students will travel to New Zealand to study at Otago Polytechnic.  在第四年，符合条件的学生将前往新西兰奥塔哥理工学院学习。 On successful completion of their studies the students will graduate with both the Bachelor of Engineering Technology (Mechanical) from Otago Polytechnic and the Chinese government approved joint degree in mechanical and automation engineering.  毕业后获得新西兰奥塔哥理工学院工程技术（机械）学士学位和中国政府批准的机械及自动化工程联合学位。 Otago Polytechnic’s Bachelor of Engineering Technology is internationally accredited by the New Zealand Institute of Professional Engineers under the provisions of the Sydney Accord of the International Engineering Alliance, and as such is recognised in ten major counties of the world. 新西兰奥塔哥理工学院的工程技术本科被国际专业工程师联盟的悉尼协定条款认可，所以这个学历在全世界都是公认的。 You can read more about this programme here.   更多关于合作项目信息请查阅。 To visit Dalian Ocean University's website, click here. 浏览大连海洋大学官网请点击链接。 Certified by Chinese Consulate General of the People's Republic of China     \n                Thank you for your enquiry – our friendly staff will reply soon. \n\t\t\t\tIf you wish to speak with someone, please call us on the number\n\t\t\t\tbelow. Our Contact Centre hours are Monday to Friday, 8am-5pm.\n             We support"},{"id":34,"title":"Engineering - Otago Polytechnic","url":"https://www.op.ac.nz//international/explore-more/engineering/","description":"","keywords":"","mainContent":" International partnerships Explore Otago Polytechnic","secondaryContent":" OVERSEAS STUDENTS Study in New Zealand at Otago Polytechnic — a unique international experience awaits you!       Our relationships with international institutions range from informal friendships to formalised exchange and study abroad agreements, supporting our community and enriching the experiences of our staff and students. FIND OUT MORE >   Study Engineering We offer the Bachelor of Engineering Technology with specialities in Mechanical, Electrical and Civil Engineering. Our degree programme will equip you with the practical skills and specialised knowledge to have a successful career, anywhere in the world. With access to state-of-the-art facilities, you can expect hands-on learning taught by lecturers who are skilled and experienced in the engineering industries. To find out more information about what Engineering programmes you can study, view the Study Abroad and Exchange Courses booklet.  \n                Thank you for your enquiry – our friendly staff will reply soon. \n\t\t\t\tIf you wish to speak with someone, please call us on the number\n\t\t\t\tbelow. Our Contact Centre hours are Monday to Friday, 8am-5pm.\n             We support"},{"id":35,"title":"New Zealand Diploma in Arts and Design (Level 5) - Ceramics programme - Otago Polytechnic","url":"https://www.op.ac.nz//study/creative/art/new-zealand-diploma-in-arts-and-design-level-5-ceramics/","description":"","keywords":"","mainContent":" New Zealand Diploma in Arts and Design (Level 5) - Ceramics programme\n\t\t\n\t\t\n\t","secondaryContent":" Domestic fee: $7,411 International fee: $23,350 \n            Compulsory student levy >\n            StudyLink >\n         *Fees are approximate, subject to change  and exchange rates  \n                Thank you for your enquiry – our friendly staff will reply soon. \n\t\t\t\tIf you wish to speak with someone, please call us on the number\n\t\t\t\tbelow. Our Contact Centre hours are Monday to Friday, 8am-5pm.\n             Distance/online with practical classes in various locations  Online theory papers with practical classes at various New Zealand locations  The Ceramics Studio at Otago Polytechnic is the largest in the country and the department has strong partnerships across the country. This has led to the establishment of six studio locations in Auckland, Waiheke, Hamilton, Otaki, Hawkes Bay and Christchurch where distance students can undertake practical classes.  This programme has an emphasis on exploration and experimentation. You will develop individual projects which study ceramics as a medium with its own formal language, skills and history, within a broader context of fine arts and crafts.   Successful completion of this programme could lead to you becoming a successful practising artist, with the ability to understand and use your creativity to contribute significantly to your community. The transferable skills you gain during this programme will also be highly valued in a variety of fields in the art, education and design sectors. All students (international and domestic) for whom English is not a first language: Please note: All scores must be achieved in a single test completed in the preceding two years. You cannot combine scores from multiple tests. If you have achieved NCEA Level 3 University Entrance you are not required to provide evidence of English Language skills. If you have studied art at tertiary level previously you may be able to cross credit some subjects. Please email artoffice@op.ac.nz for more information.  You must supply certified copies of proof of identity, academic records, proof of residency (where appropriate) and curriculum vitae Early applications are preferred as some areas have limited placements. Portfolio requirement Thank you. We are looking forward to seeing your artwork. Writing requirement Please include with your portfolio: 1. An essay or written text of at least a page (300 words). You may include writing produced for any of your NCEA subjects or if you don't have these, you may write a new piece on any topic of your choice. Please note: If you have a bachelor’s or higher-level degree, please submit evidence of your qualification(s) instead of an essay or written text.  2. A double-spaced letter of not more than one page (300 words) explaining why you want to come to art school and what your experiences of art may have been to date. This may include all or some of the following: > why art is important to you, the community and the wider world> your expectations for your own future after your studies> art galleries you may be familiar with> artists whose work you may know> art skills you may have already gained. If you have any questions regarding your portfolio, or need any advice, please contact artoffice@op.ac.nz Material costs in addition to those provided vary according to individual projects. As an indication, you may borrow up to $1,000 in addition to your student allowance for programme-related costs (domestic students only). From 2019, we will also be offering the New Zealand Diploma in Arts and Design (Level 6)* which Level 5 graduates may wish to transition into to complete further study. The successful completion of the Level 6 programme can then be a step towards our Level 7 Bachelor of Visual Arts degree. *subject to final approval   Distance  A distance option is offered, where suitable arrangements can be made, for you to study in your own area with supervision from an appropriate approved local ceramist. You are required to have access to an appropriate computer, as well as the operating skills to access our online services, as we monitor the course and deliver the Glaze Practical (Level 5), Art Craft History/Theory and Drawing from Otago Polytechnic. Onsite location Offsite locations This programme is made up of four studio-specific courses and complimentary courses that add to the students understanding of the history and theory of art making, as well as drawing, specific technical glaze methods and research methods. A list of the courses offered follows… Studio Methods 1 and Studio Methods 2: Be introduced to the core skills needed in the development of art work in this medium. Through a variety of studio techniques, you will learn how to transfer ideas into clay. Technical research and exploration of material in response to a given brief is key to this part of the course. Ceramic Arts 1 and Ceramic Arts 2: Explore and extend your technical skills and knowledge about Ceramics practice. Make objects and artifacts that develop a personal concept of the medium in both functional and non-functional applications. Visual Language 1: Become familiar with the language of art and design. Formal art/design elements will be considered alongside key theoretical ideas which inform contemporary practices of visual and oral culture. You will be required to evaluate and critique visual culture, research theoretical texts and apply your research to write an academic essay and craft an oral presentation. Drawing 1: Gain the technical skills and a variety of media which are vital to the production of works in Drawing and Design while broadening your understanding of the visual arts. You will be introduced to analytical aspects of observational drawing and, under direction, you will develop and complete a series of specific technical drawing exercises. Art/Craft Theory and History 1: Enjoy being introduced to a variety of ways of thinking and writing about the visual arts in a historical context. This course also tracks the significance of art throughout history in relation to different cultural and social structures, including local indigenous culture.   Glaze Practical 1: Through online learning and studio technical research, you will be introduced to the specifics of Glaze formula and recipe. You will make, test and evaluate glaze finishing methods in studio outcomes. Course Title Level Credit YEAR ONE     Visual Language 1 5 15 Drawing 1 5 15 Art/Craft Theory and History 1 5 15 Glaze Practical 1 5 15 Studio Methods 1 5 15 Studio Methods 2 5 15 Ceramic Arts 1 5 15 Ceramic Arts 2 5 15 Year One total   120 Course Title Level Credit YEAR ONE     Drawing 1 5 15 Visual Language 1 5 15 Studio Methods 1 5 15 Ceramic Arts 1 5 15 Year One total   60 YEAR TWO     Art/Craft Theory and History 1 5 15 Glaze Practical 1 5 15 Studio Methods 2 5 15 Ceramic Arts 2 5 15 Year Two total   60 Overall total   120 A full-time programme entails five full working days, or equivalent. Where you are working at a contracted provider, the rules of the local area facility will apply.  A part-time programme entails 2.5 working days, or equivalent.  Student loans and allowances are for domestic students only. For information about student loans and allowances please visit the Studylink website. It is important to apply for your student loan/allowance at the same time as you apply for this programme, due to the length of time Studylink take to process. Loan/allowance applications can be cancelled at any time if you decide to withdraw your programme application or if it is unsuccessful.  If you have extensive knowledge and skills due to practical experience in this area, enquire about our recognition of prior learning process at Capable NZ. You may have already gained credits towards this qualification.  While every effort is made to ensure that this sheet is accurate, Otago Polytechnic reserves the right to amend, alter or withdraw any of the contained information. The fees shown in this document are indicative ONLY. Both domestic and international fees are subject to change and are dependent on the development and implementation of Government policies. Please note that additional fees may from time to time be required for external examination, NZQA fees and/or additional material fees. We support"},{"id":36,"title":"News and Events - Otago Polytechnic","url":"https://www.op.ac.nz/study/creative/art/news-and-events/","description":"","keywords":"","mainContent":" Dunedin School of Art TIMETABLE week 1, 2019 Exhibition: Andrea Muggeridge, Muggeridgian Solids Exhibition: Antonia Boyle, Bloom Exhibition: BLACK+WHITE Public Exhibition: Dii Moffatt, NEXUS Exhibition celebrates latest phase of Art on Campus project Masters Graduate accepted for International Residency in Austria Drawing from Life Dunedin School of Art student wins national award Call for Papers: Scope - Art and Design Ngā Kete unveiled  Art School Alumni Successes at World of Wearable Arts Awards","secondaryContent":" Art  Art  Art  Art  Art  Staff Hub Home Art  Art  Art  Staff Hub Art Home  Research Art Design Staff Hub  Staff Hub Auckland Hub Art  Art  We support"}]